[
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["GROW ECONOMY, NOT FEDERAL GOVERNMENT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-01-14/html/CREC-2014-01-14-pt1-PgH191-2.htm"],
  "number": [8],
  "order": [1],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-01-14-pt1-PgH191-2.chunk1"],
  "speaking": ["Mr. Speaker, the new year is an opportunity for Congress to get back to work for the American people, and that means supporting good-paying jobs and a growing economy.", "Over the coming weeks, we are going to hear debating of proposals that would put more people on unemployment support for longer periods of time. Frankly, Mr. Speaker, that is the wrong direction for our country.", "What the American people want and need are greater job opportunities, not bigger government programs. Let's grow the economy, not the Federal Government. Mr. Speaker, we live in the land of opportunity, the greatest Nation on Earth, a place for everyone. No matter what their economic or racial or socioeconomic background, everyone has a chance to live the American Dream.", "The policies of bailouts, borrowing, and Big Government only serve to threaten those opportunities. Rather than focus on expanding government programs, let's expand opportunity. Let's empower the American people to grow and build and create. Let's focus on bills that create more opportunities for employment, and let's come together to help honest, hardworking Americans realize the great American Dream."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/01/14/H191-2_grow-economy-not-federal-government/"],
  "speaker_party": ["R"],
  "date": ["2014-01-14"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H191"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["TRIBUTE TO SPORTING KANSAS CITY"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-02-03/html/CREC-2014-02-03-pt1-PgE155-3.htm"],
  "number": [20],
  "order": [0],
  "volume": [160],
  "chamber": ["Extensions"],
  "session": [2],
  "id": ["CREC-2014-02-03-pt1-PgE155-3.chunk0"],
  "speaking": ["Mr. Speaker, I rise today to congratulate the major league soccer team from my home, the Kansas 3rd Congressional District--Sporting Kansas City. In early December, 2013, Sporting KC squared off against Real Salt Lake in the MLS Cup final match at Sporting Park in Kansas City, Kansas. The victory gave Sporting KC their first Major League Soccer title in thirteen years, and was only decided after 10 rounds of penalty kicks. When all was final, Sporting KC was victorious 7-6 in a shoot-out win, bringing the Philip Anschutz Trophy to Kansas City.", "Sporting KC head coach Peter Vermes and the entire roster of players, including MVP defender Aurelien Collin, brought so much excitement to our community throughout the 2013 season. To have the Championship match played out in Sporting Park, in front of more than 21,000 loyal fans, only maximized the energy and atmosphere that night in December and it was simply amazing.", "We greatly appreciate the investment and leadership of Robb Heineman, Cliff Illig, Neal Patterson, Pat Curran and Greg Maday. Bringing Sporting KC to Kansas has been great for the team and the entire community.", "Mr. Speaker, the Sporting Kansas City soccer team is the first major league sports team to win a league championship at home in Kansas City since 1985. The pride and excitement the entire Kansas City community has with the club is great, and we all congratulate Sporting KC, the players and coaches, the organization staff, and everyone with a role at the park on their 2013 Major League Soccer Cup Championship. You make us proud."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/02/03/E155-3_tribute-to-sporting-kansas-city/"],
  "speaker_party": ["R"],
  "date": ["2014-02-03"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["E155"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["BUREAUCRACY STANDING IN THE WAY OF PROGRESS"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-02-05/html/CREC-2014-02-05-pt1-PgH1602-3.htm"],
  "number": [22],
  "order": [1],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-02-05-pt1-PgH1602-3.chunk1"],
  "speaking": ["Mr. Speaker, Americans want us to work together to help our economy grow, to support job creation, and to create opportunity for every American to succeed, but far too often our own government gets in the way of American job opportunities--stifling innovation and hindering job creation.", "The construction of the Keystone pipeline means thousands of jobs to Americans who are looking to get back to work--it means engineering, construction, energy, transportation, and manufacturing jobs--but our own government continues to stand in the way.", "The Congressional Budget Office now says the administration's health care mandates will damage economic growth and will lead to as many as 2.3 million American workers losing their jobs because of what this government has decided to do to them. These are real consequences for real families.", "Mr. Speaker, our economy isn't struggling because of the efforts of the American people. No. Our economy struggles because of bloated, expensive, and destructive bureaucracy that stands in the doorway of progress. As this government grows, opportunity shrinks. It is time that this Congress removes the weight of this government off the backs of the American people."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/02/05/H1602-3_bureaucracy-standing-in-the-way-of-progress/"],
  "speaker_party": ["R"],
  "date": ["2014-02-05"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H1602"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["THE DAY WE FIGHT BACK"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-02-11/html/CREC-2014-02-11-pt1-PgH1730.htm"],
  "number": [25],
  "order": [1],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-02-11-pt1-PgH1730.chunk1"],
  "speaking": ["Madam Speaker, each day Americans use new and more common technology to communicate with each other, to read online, share photographs, shop and purchase goods, do their banking, and countless other everyday tasks.", "In this new tech age, Americans live their lives online, yet the Federal Government acts as if these communications are not subject to Fourth Amendment protections. In fact, the IRS has claimed that Americans ``do not have a reasonable expectation of privacy'' when it comes to their emails being read by the Federal Government.", "Thousands of Americans are joining together today in an effort to bring awareness to some of the unconstitutional and intrusive surveillance practices of our United States Government.", "February 11 is ``The Day We Fight Back.'' It is a reminder that law-abiding Americans have certain expectations of privacy and rights guaranteed in our Constitution that our government cannot unreasonably search and seize our personal property, including electronic property, without just cause. That is why I am a lead sponsor of the Email Privacy Act, which will apply the same Fourth Amendment protections to our electronic communication as the paper documents in your home file cabinet.", "Madam Speaker, let's pass this bipartisan bill. Let's draw clear lines to ensure our government protects the constitutional rights of every American."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/02/11/H1730_the-day-we-fight-back/"],
  "speaker_party": ["R"],
  "date": ["2014-02-11"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H1730"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["LET'S MAKE THE FEDERAL GOVERNMENT LEANER, MORE EFFICIENT, AND MORE ACCOUNTABLE"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-02-25/html/CREC-2014-02-25-pt1-PgH1886-5.htm"],
  "number": [31],
  "order": [1],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-02-25-pt1-PgH1886-5.chunk1"],
  "speaking": ["Mr. Speaker, during our most recent constituent listening tour, I had the opportunity to speak with over 1,000 Kansans, many who continue to voice their frustration with a Federal Government that seems to create more problems than it fixes and builds too many barriers to success for those working to realize the American Dream.", "Mr. Speaker, the House must continue to pass legislation that helps regular, average, working American people. Despite the entrenched Washington interests, we must remove the Big Government barriers that are slowing the drive and ingenuity of our great Nation.", "We must pursue a robust, all-of-the-above energy policy that increases domestic energy production, making us less dependent on foreign sources of energy, keeping energy prices down for American families, and putting tens of thousands of Americans back to work.", "We must reform the Tax Code that is riddled with exemptions and loopholes and is unfair to the average American worker. We must put forward patient-centered reforms to our health care system that spur competition, quality of care innovation, and cost reduction.", "Mr. Speaker, we must make our Federal Government leaner, more efficient, and more accountable to the American people."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/02/25/H1886-5_lets-make-the-federal-government-leaner-more-effic/"],
  "speaker_party": ["R"],
  "date": ["2014-02-25"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H1886"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["HONORING SENATOR BOB DOLE AND HIS LEGACY"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-03-05/html/CREC-2014-03-05-pt1-PgH2160.htm"],
  "number": [37],
  "order": [1],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-03-05-pt1-PgH2160.chunk1"],
  "speaking": ["Mr. Speaker, I rise today to honor a truly great Kansan, a Jayhawk, and an American hero who embodies every sense of the term ``public servant.''", "Senator Bob Dole has spent his life as a servant to the American people: as a soldier wounded in combat during World War II; he served as a Member of this House, the Senate, and ran for President.", "We in Kansas are so very proud of Senator Dole's legacy as our native son. Ten years ago, the University of Kansas, my alma mater, completed construction and opened to the public the Robert J. Dole Institute of Politics on KU's beautiful west campus.", "The Dole Institute's official mission is to ``promote political and civic participation as well as civil discourse in a bipartisan, balanced manner.'' This is precisely what Senator Dole stood for in his career, and it is what his legacy, the Dole Institute, promotes today.", "We all congratulate the University of Kansas on the 10-year anniversary of the Dole Institute, and congratulate and continue our appreciation for Senator Dole and all the work he does for his native State of Kansas and for his country."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/03/05/H2160_honoring-senator-bob-dole-and-his-legacy/"],
  "speaker_party": ["R"],
  "date": ["2014-03-05"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H2160"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["HIDDEN TAXES INCLUDED IN THE AFFORDABLE CARE ACT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-03-25/html/CREC-2014-03-25-pt1-PgH2620-2.htm"],
  "number": [47],
  "order": [1],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-03-25-pt1-PgH2620-2.chunk1"],
  "speaking": ["Mr. Speaker, you wouldn't know it by the weather, but it will soon be April, and tax day is right around the corner. As Americans scramble to gather their W-2s and other important tax documents, many are unaware of the extra hidden taxes included in the Affordable Care Act that will ultimately fall on them.", "These hidden taxes will surprise and catch hardworking families and small businesses off guard and put a strain on family budgets that are already stretched thin.", "A 3.5 percent tax on insurance premiums, a 2.3 percent medical device tax--raising the cost of pacemakers, prosthetics, stents, and more--a tanning tax, an investment income and Medicare payroll surtax, the list goes on and on; and all these costs are passed on to Americans and families in our communities.", "That is hundreds and hundreds of billions of dollars leaving our communities, out of the pockets of hardworking families in States like Kansas and heading to Washington, D.C.", "Mr. Speaker, with the many challenges Americans face today, the last thing they need this tax season is to carry a heavier government tax burden on their backs."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/03/25/H2620-2_hidden-taxes-included-in-the-affordable-care-act/"],
  "speaker_party": ["R"],
  "date": ["2014-03-25"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H2620"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["NATIONAL AUTISM AWARENESS MONTH"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-04-02/html/CREC-2014-04-02-pt1-PgH2812-3.htm"],
  "number": [53],
  "order": [1],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-04-02-pt1-PgH2812-3.chunk1"],
  "speaking": ["Mr. Speaker, not only is April National Autism Awareness Month, but more specifically, today, April 2, is World Autism Awareness Day. Today, we join with families all across the world in a sign of support, unity, and encouragement.", "According to the Department of Health and Human Services, nearly one in 68 babies born will be diagnosed with some degree of autism. Families dealing with autism are in all of our districts, and they are in our communities. They are our neighbors, and they are our families and friends. Yet far too little awareness and support occurs for these families that are raising an autistic child.", "April is one more opportunity to spread the word and remind others about autism, and to raise awareness about the importance of research and advocacy for Americans who are living with developmental disabilities. Families dealing with autism bear their challenges admirably and lovingly, raising children into adults who contribute to our country in so many ways. Today, we celebrate those families and their many accomplishments.", "Mr. Speaker, I am proud to recognize April as National Autism Awareness Month."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/04/02/H2812-3_national-autism-awareness-month/"],
  "speaker_party": ["R"],
  "date": ["2014-04-02"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H2812"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["CELEBRATING GALLAUDET UNIVERSITY'S SESQUICENTENNIAL"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-04-08/html/CREC-2014-04-08-pt1-PgE546-3.htm"],
  "number": [57],
  "order": [0],
  "volume": [160],
  "chamber": ["Extensions"],
  "session": [2],
  "id": ["CREC-2014-04-08-pt1-PgE546-3.chunk0"],
  "speaking": ["Mr. Speaker, I rise today in celebration of Gallaudet University's sesquicentennial.", "I am proud to serve as one of the U.S. Congress's members of their board of trustees during this momentous occasion. I acknowledge them both for their achievements as the Nation's premier institution for the Deaf, and for their storied history of excellence in education, improving access throughout America and the world.", "In 1856, philanthropist and former postmaster general Amos Kendall donated land on his estate in northeast Washington, D.C. for a place to educate the city's Deaf youth, and, eight years later, President Abraham Lincoln signed a bill authorized by the U.S. Congress for the institution to grant college degrees.", "Theology graduate Thomas Hopkins Gallaudet was inspired to dedicate his life to educating Deaf people after tutoring Alice Cogswell, a nine-year-old Deaf neighbor, and traveled to France, where he learned a manual communication method of instruction developed by renowned French educators Abbe Sicard, Laurent Clerc, and Jean Massieu. Upon returning to the United States, Gallaudet established the American School for the Deaf, the nation's first permanent school for Deaf children, in Hartford, Connecticut.", "In 1857, Gallaudet's youngest son, Edward Miner Gallaudet, took up his father's cause when he and his Deaf mother, Sophia Fowler Gallaudet, were invited by Kendall to run the newly established Columbia Institution for the Instruction of the Deaf and Dumb and the Blind in Washington, D.C., and with Kendall's resources and Gallaudet's leadership and vision, the fledgling school grew and flourished, expanding to provide instruction for aspiring teachers of the Deaf and to became the world's first--and today retains the status of the only--institution of higher education devoted to Deaf and hard of hearing students, and to hearing students who pursue careers as professionals serving the Deaf community.", "Gallaudet presided over the first commencement in June 1869. Those graduating that day received diplomas signed by President Ulysses S. Grant, and to this day the diplomas of all Gallaudet graduates are signed by the current U.S. President.", "In 1969, President Lyndon Johnson signed the Model Secondary School for the Deaf Act (MSSD), and the Secretary of the U.S. Department of Health, Education and Welfare and Gallaudet President Leonard Elstad signed an agreement authorizing the establishment and operation of the MSSD on the Gallaudet campus. One year later, President Nixon signed the bill that authorized the Kendall Demonstration Elementary School. Those two schools are part of Gallaudet's Laurent Clerc National Deaf Education Center, which is devoted to the creation and dissemination of educational opportunities for Deaf students nationwide.", "By an act of Congress, Gallaudet was granted university status in October 1986 and presently Gallaudet's undergraduate students have their choice of more than 40 majors. Graduate programs offer certificates and master of arts, master of science, doctoral, and specialist degrees in many specialties regarding professional service to Deaf and hard of hearing people.", "Mr. Speaker, I rise in support for Gallaudet University and their essential mission here in our nation's capital. I congratulate all of the faculty, staff, students, and all involved with the Gallaudet community on their sesquicentennial."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/04/08/E546-3_celebrating-gallaudet-universitys-sesquicentennial/"],
  "speaker_party": ["R"],
  "date": ["2014-04-08"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["E546"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["TURNING DARKNESS INTO LIGHT AND HATRED INTO LOVE"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-04-30/html/CREC-2014-04-30-pt1-PgH3298-2.htm"],
  "number": [63],
  "order": [1],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-04-30-pt1-PgH3298-2.chunk1"],
  "speaking": ["Mr. Speaker, on the afternoon of Sunday, April 13--Palm Sunday and the eve of Passover--it was a beautiful spring day in Overland Park, Kansas. Many families were gathering across the community to be close and to celebrate these meaningful and important religious holidays; yet on that day of great beauty, tremendous evil was arriving in my community. On that day, hatred, combined with bigotry, would spur a tragedy of horrific proportions in Overland Park.", "That afternoon, a singing competition for the best high school singers in the metropolitan area was occurring at the Jewish Community Center just down the street from where my family lives.", "The Jewish Community Center of Greater Kansas City has been in operation since 1914 and is a bustling center for events, meetings, discussions, exercise, and service of a diverse community where all people and all faiths are welcomed.", "That day, two members of my church, the United Methodist Church of the Resurrection, were driving into the parking lot of the Jewish Community Center to participate in this competition--a grandfather and his grandson--when, out of nowhere, a man driven by hatred, anti-Semitism, and a life of racism decided to take their innocent lives.", "Reat Underwood, one of the victims, a 14-year-old boy and freshman at Blue Valley High School, had an amazing voice. Reat's love of theater came naturally to him. With that training, Reat began his theater career at age 4 in Camelot Academy.", "Reat was heavily involved with volunteering, and he cared about his community and was very active in Cub Scouts and Boy Scouts. Carrying on the traditions of his grandfather and uncles, Reat was a Cub Scout with Pack 3097 at Blue Valley Middle School and then a Boy Scout with Troop 37, the Red-Tailed Hawk District, where he had reached Life Scout. He was preparing for his Eagle Scout boards with Troop 92, to be held in May.", "Reat will be missed by his family, especially his younger brother, Lucas, who gave a beautiful tribute at Reat's services.", "Reat's grandfather, Bill Corporan, who was taking Reat to this singing contest, also was a victim. Reat's family all lived in Overland Park, and his grandparents had moved there from Oklahoma, so they could live near their grandchildren.", "Dr. Corporan had met and married his wife, Melinda, in Ponca City, Oklahoma, and they were married in 1965. He graduated with a doctorate of medicine from the University of Oklahoma in 1972, and the whole family became very big Sooner fans.", "He operated family medicine practices throughout Oklahoma before finally moving with his wife to Overland Park to be close to their family. He continued serving his community as a physician and a medical director to the very last days.", "A third victim, Terri Lamano, was arriving at Village Shalom, a retirement community almost a mile down the street to visit her mother. She too became a victim of vile bigotry and hatred from that violence that afternoon.", "Terri worked as an occupational therapist at the Children's Center for the Visually Impaired in Kansas City. She spent her time working with children and families of those in need.", "Her daughter, Alissa, described Terri as ``a beautiful soul who always thought of everyone else before herself. She was the best mother, wife, sister, and friend that anyone could ask for.''", "Sadly, Terri was taken from us just 2 days before her 25th anniversary with her husband.", "Today, I rise to pay tribute to these victims. We will never forget them. Our hearts break for them, and this Congress honors them for their beautiful lives and legacies.", "Although the events which transpired are evil and will have long-lasting effects in our community, they have also brought us together and strengthened the bonds between all of us.", "Mr. Speaker, my district is a diverse one, demographically. It is a strong community with a strong community spirit. With urban, suburban, and rural areas, the Third District of Kansas is a microcosm of the United States.", "Mr. Speaker, these hate crimes were shocking to our community as these types of actions were so foreign to us. The days following the horrendous act, though, were filled with love, community, and comfort as members of our entire community came together to support one another.", "Hundreds and hundreds of community members gathered together for an interfaith unity service at the Jewish Community Center. Vigils were held. Thousands turned out for memorial services.", "Mr. Speaker, this type of hate and violence has no place in our society, and our Kansas community, as many often do, rallied and demonstrated in unified voice and spirit that one act of violence cannot break our bonds and tear us apart.", "Mindy Corporan, a friend of mine and the woman who tragically lost both her son and father that day, stated something profound after these events. She said:", "We want something good to come out of this. We don't know what that's going to be, so we want people to let us know if they think something good has come out of it.", "Mr. Speaker, I was there for the week following the shooting. I saw the reaction of the entire community and the support and comfort our community has shown each other.", "Mr. Speaker, the entire Third District of Kansas honors Reat, Bill, and Terri and every single other human being who has been the victim of racism, discrimination, hatred, and evil. We honor them, each and every one of us, by doing our part to turn darkness into light and to turn hatred into love."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/04/30/H3298-2_turning-darkness-into-light-and-hatred-into-love/"],
  "speaker_party": ["R"],
  "date": ["2014-04-30"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H3298-H3299"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["CRISIS PLAGUING NEXT GENERATION"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-06-10/html/CREC-2014-06-10-pt1-PgH5195.htm"],
  "number": [89],
  "order": [1],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-06-10-pt1-PgH5195.chunk1"],
  "speaking": ["Mr. Speaker, there is a crisis plaguing our country's next generation. Today, the unemployment rate for 18- to 29-year-olds is nearly 16 percent, more than double the general rate.", "Furthermore, the increasing cost and skyrocketing tuition rates for those wanting to get a higher education is placing a crushing burden on young Americans. Student debt has nearly doubled since 2007, topping $1 trillion, and a recent study from the University of Michigan says tuition for all universities, public and private, increased at an annual rate of 7.5 percent from 1978 to 2011.", "On average, when a student graduates college, they owe nearly $30,000, and if they attend a private or out-of-State school, that number is even higher.", "As someone who is still paying off my student loans, I sympathize for our college graduates who are weighed down with debt in an economy that is proving to be very difficult for young, educated jobseekers.", "Mr. Speaker, our obligation is to help build an economy rich with job opportunities, to contain the costs of higher education, and to support the young, bright minds in our Nation yearning to realize their dreams."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/06/10/H5195_crisis-plaguing-next-generation/"],
  "speaker_party": ["R"],
  "date": ["2014-06-10"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H5195"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["CELEBRATING EDNA YODER'S 103RD BIRTHDAY"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-06-26/html/CREC-2014-06-26-pt1-PgH5772.htm"],
  "number": [101],
  "order": [1],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-06-26-pt1-PgH5772.chunk1"],
  "speaking": ["Madam Speaker, I rise this morning to ask my colleagues to join me in celebrating my grandmother Edna Yoder's birthday.", "Born on June 28, 1911, my grandmother will turn 103 on Saturday, and I couldn't be prouder of her. She and my grandfather, Orie Yoder, spent their lives working on a farm and raising their four children, including my father, Wayne Yoder. She is a very principled and humble woman who believes strongly in her family and her faith.", "Over the past 103 years she has lived through the Great Depression, the Dust Bowl, and two world wars, to name a few. She has seen a lot, and to this day tells great stories, has a wonderful and cheery sense of humor, and, of course, dispenses plenty of advice.", "Each day when I get up in a nation of prosperity and freedom, I think of my grandmother and people of her generation who worked themselves to the bone, who helped build this great country so that their children and children's children would have the opportunity to realize their dreams.", "Today, my grandmother spends her time working puzzles, playing games, playing in the bell choir, and, of course, keeping up with her many grandchildren, great-grandchildren, and even great-great-grandchildren.", "Grandma, happy 103rd birthday to you."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/06/26/H5772_celebrating-edna-yoders-103rd-birthday/"],
  "speaker_party": ["R"],
  "date": ["2014-06-26"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H5772"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["APPROPRIATIONS"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-07-16/html/CREC-2014-07-16-pt1-PgH6315-3.htm"],
  "number": [111],
  "order": [1],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-07-16-pt1-PgH6315-3.chunk1"],
  "speaking": ["Mr. Speaker, the House Appropriations Committee has been busy doing the hard work the American people expect, working in a bipartisan way to pass the needed appropriations bills required to fund the various agencies and programs in our Federal Government.", "We have focused on reducing and reforming spending, while prioritizing funding for important programs--for job training, cancer research, and veterans' programs--while holding the line on out-of-control government waste.", "With the passage this week of the House Financial Services Appropriations bill, led by Chairman Crenshaw, we will have passed seven of the 12 required appropriations bills across the House floor. We will continue our work to finish the job.", "Mr. Speaker, as my House colleagues on both sides of the aisle do the hard work to control spending and reform government programs, sadly, the Senate has yet to take up one spending bill. As the September 30 deadline approaches, I thank my House colleagues, and hope springs eternal that the Senate someday may take up a spending bill under regular order."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/07/16/H6315-3_appropriations/"],
  "speaker_party": ["R"],
  "date": ["2014-07-16"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H6315"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["LET'S UNITE TO FIX THE VA"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-07-29/html/CREC-2014-07-29-pt1-PgH6989-3.htm"],
  "number": [120],
  "order": [1],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-07-29-pt1-PgH6989-3.chunk1"],
  "speaking": ["Mr. Speaker, the Sunflower State has a long and proud history of Kansans answering a call of duty to serve their country. From pre-Civil War battles to keep Kansas a free State, to brothers joining arms to fight for democracy in wars around the globe, to today's battles fighting terrorism in remote and dangerous places, Kansans proudly step up to serve when asked, time and time again.", "Kansas is now home to more than 220,000 veterans, courageous men and women who have honored our Nation by sacrificing and serving; yet, sadly, our Nation does not always honor them. I have been heartbroken to see how some of our veterans are treated when returning home from service.", "Mr. Speaker, it is past time that Democrats and Republicans, House and Senate, unite on legislation that would fix the problems in the VA, that would give our veterans in long waiting lines options to receive quicker and better care when needed and legislation that would ensure that adequate resources are available to care for posttraumatic stress disorder and other injuries sustained in today's battles.", "Mr. Speaker, our veterans have honored and fought for us. How about we, as a Congress, honor and fight for them."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/07/29/H6989-3_lets-unite-to-fix-the-va/"],
  "speaker_party": ["R"],
  "date": ["2014-07-29"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H6989"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["NEW YEAR'S RESOLUTIONS FOR CONGRESS"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-01-08/html/CREC-2014-01-08-pt1-PgH33-4.htm"],
  "number": [4],
  "order": [1],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-01-08-pt1-PgH33-4.chunk1"],
  "speaking": ["Mr. Speaker, as Americans are making their New Year's resolutions, I think it is time that Congress makes a few New Year's resolutions of its own.", "Congress will resolve itself to stop asking for money and higher taxes from the American people to pay for more bureaucracy and more bloated Federal programs.", "Congress will actually try to balance its budget, something the rest of the American people have to do.", "Congress will resolve itself to stop the onslaught of rules, regulations, and mandates on our constituents that slow down the economy and kill jobs.", "Congress will focus more on programs that create jobs and less on programs that create government dependency.", "Congress will stop allowing the Federal Government to spy and read the emails of innocent Americans.", "Congress will resolve itself to live under the same laws it passes for everyone else with no special health care or retirement benefits.", "Lastly, Congress will resolve itself to spend more time listening to the American people and working together, Republicans and Democrats, to solve the problems our Nation faces.", "Mr. Speaker, these are a few New Year's resolutions for Congress that we would be well-served to follow."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/01/08/H33-4_new-years-resolutions-for-congress/"],
  "speaker_party": ["R"],
  "date": ["2014-01-08"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H33"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
]
