[
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["HONORING LIBERTY IN BAHRAIN"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-02-15/html/CREC-2013-02-15-pt1-PgE171-3.htm"],
  "number": [25],
  "order": [0],
  "volume": [159],
  "chamber": ["Extensions"],
  "session": [1],
  "id": ["CREC-2013-02-15-pt1-PgE171-3.chunk0"],
  "speaking": ["Mr. Speaker, two years ago this month the people of Bahrain began a movement to seek constitutional reforms where power was shared with the people. They took to the streets impassioned by a desire to make sure that government serves the people, not the other way around. They yearned for the fundamental human right of freedom and aspired to have reforms that would grant them constitutional rights and self-governance.", "Earlier this week, I met with three human rights defenders from Bahrain and they told me about some of the terrible atrocities that have occurred in their country as a response to the protests. They spoke of repression, harassment, and imprisonment. I fear that these responses not only threaten stability in the region but send a signal of oppressed liberty throughout the world. I was struck by the bravery of these young people and applaud their quest for liberty.", "Our Constitution is critically important to us. The Bahraini people do not have that all important safeguard to their freedoms and they understandably want it. As Americans, we should welcome the Bahraini people's self-desire to have constitutional reforms and not take action to hinder it.", "While I respect our history with Bahrain and our mutual foreign policy interests in the region, their government's actions over the last two years trouble me. It is my hope that the government of Bahrain takes the steps that they have promised their citizens and move towards the constitutional reforms that are so desperately desired by the people."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/02/15/E171-3_honoring-liberty-in-bahrain/"],
  "speaker_party": ["R"],
  "date": ["2013-02-15"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["E171"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["GOP FRESHMAN CLASS HOUR: THE SECOND AMENDMENT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-03-04/html/CREC-2013-03-04-pt1-PgH939-4.htm"],
  "number": [30],
  "order": [7],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-03-04-pt1-PgH939-4.chunk7"],
  "speaking": ["I'd like to thank the gentleman from Indiana for his time. Mr. Speaker, I'd like to thank you for allowing me to rise here today.", "Mr. Speaker, I rise to address this body tonight about a subject that weighs heavy on the minds of many of my constituents and many Americans. It is a subject and a right that has been granted to us by our country's founding principles, the Constitution, not by government. It is the birthright of any law-abiding citizen of the United States of America, and it is their choice to exercise that right. It is the role and duty of government to protect those rights.", "In my 2 months as their Representative, more people in the Third Congressional District of Florida have reached out to me with their concerns over how Congress will address our Second Amendment after the much-publicized, tragic event at Newtown, Connecticut.", "This, indeed, I think we all agree was a senseless act of violence. This is not a time to make a knee-jerk reaction and challenge our Second Amendment and restrict our rights as law-abiding citizens. This is not a time to play partisan politics. This is a time to come together.", "This is a time to go after the cause of this despicable act, the individual and the cause of gun violence. I stand 100 percent with President Obama and all others that want to curb gun violence so long as it does not interfere with our Second Amendment. The Second Amendment states:", "A well regulated Militia being necessary to the security of a free State, the right of the people to keep and bear arms, shall not be infringed.", "This is necessary to protect the Third Amendment:", "No soldier shall in time of peace be quartered in any house, without the consent of the Owner, nor in time of war, but in a manner to be prescribed by law.", "Those who commit the unspeakable crime we've witnessed a few months ago should not be able to hide behind any amendment or law in this country. But the real issue is gun violence, not the gun. We must be vigilant in using the laws already available to the fullest extent possible and look at why people are doing these crimes. Before we punish or infringe upon the rights of the law-abiding individual, we should look more at causes of mental health issues that lead to these crimes.", "This point is illustrated by the Department of Justice's own internal memo that we're discussing tonight, which notes that the greatest number of guns used in crime comes from straw purchases, those being purchased by someone for someone else or by theft of a gun, not by the person that abides by the law.", "Laws that place even more restrictions on law-abiding citizens who only want the right to own a gun for any legal activity they determine will not deter the person intent on doing harm. People with bad habits tend to do bad things.", "The first week of this Congress, I joined many of my colleagues here on the House floor in the reading of our Constitution. We took an oath at that swearing-in ceremony to uphold the Constitution. I carry a copy of our Constitution with me everywhere I go. Any and all we do in this body, and our colleagues in the Senate, should be done to uphold, to protect, and to strengthen this document; and by doing this, we strengthen America. Our Constitution has set America apart from every other country in the world, and I aim to keep it that way."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/03/04/H939-4_gop-freshman-class-hour-the-second-amendment/"],
  "speaker_party": ["R"],
  "date": ["2013-03-04"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H939-H941"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["PROVIDING FOR CONSIDERATION OF H.R. 803, SUPPORTING KNOWLEDGE AND INVESTING IN LIFELONG SKILLS ACT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-03-14/html/CREC-2013-03-14-pt1-PgH1407-3.htm"],
  "number": [37],
  "order": [10],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-03-14-pt1-PgH1407-3.chunk10"],
  "speaking": ["Mr. Speaker, I stand here today to show my support in favor of the workforce initiative bill presented by the gentlewoman from North Carolina (Ms. Foxx).", "This bill is not restrictive to any group, be it gender or race, but is for all Americans. This bill will allow people to find gainful employment in the marketplace. This is what America is in dire need of right now, and that is jobs.", "By helping people acquire the skills needed to find employment, we also give them the ability to help themselves in their ability to change their lifestyle as they pursue their American Dream.", "The SKILLS Act will help the economy in several ways:", "One, by creating a more qualified workforce to fill the needs of today's industries. Thus, it will bring more certainty to the marketplace. Therefore, employers, knowing that there is a more readily available trained workforce, will be more likely to expand their business.", "Another way is it will create higher paying jobs.", "A third way is it reduces the number of administrative agencies that oversee and run these programs by more than half, thereby causing government to be more streamlined, operate more efficiently, and save the taxpayers money.", "The end result, we help people get back to work sooner; and by doing so, we make a stronger America. So many of our policies of the past, although well-intentioned, have held people back and kept them out of the workforce by not promoting the learning or the advanced job skills needed in today's work environment. I believe we all would prefer to see people independent and self-sufficient versus dependent upon government.", "America is known as a generous country, and let's work to keep her that way; but America is also known as the land of opportunity for those that choose to seize that opportunity. This SKILLS Act will help ensure people acquire the skills, and if they desire to take advantage of the opportunity, to succeed in America. Again, everyone wins and America is stronger.", "For these reasons, we should move forward with this legislation; and I urge my colleagues, both Republicans and Democrats, to vote in favor of the rule."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/03/14/H1407-3_providing-for-consideration-of-hr-803-supporting-k/"],
  "speaker_party": ["R"],
  "date": ["2013-03-14"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H1407-H1415"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["RECOGNIZING THE CENTENNIAL OF THE ADVENT CHRISTIAN VILLAGE AT DOWLING PARK, FLORIDA"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-03-14/html/CREC-2013-03-14-pt1-PgH1423.htm"],
  "number": [37],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-03-14-pt1-PgH1423.chunk1"],
  "speaking": ["Mr. Speaker, I rise to recognize a wonderful and unique community in my district, the Advent Christian Village at Dowling Park, Florida, which is now in its 100th year.", "Scripture advises us that, to whom much has been given, much is returned. Thomas Dowling of Suwannee County, Florida, had this in mind a century ago when he set out to turn his thriving lumber business into a vision for the community. Mr. Dowling set aside some of his property that he was developing around Live Oak for the Advent Christian Church to use for ministry. Before long, a family of five orphaned siblings had come to live at Dowling Park. The Setzer children became the first residents of Advent Christian Church's Home and Orphanage, which also opened its doors to the elderly.", "Today, Advent Christian Village is a leading-edge retirement community of more than 800 dynamic, welcoming members of America's Greatest Generation. While children no longer live at Advent Christian Village, they are an integral part of the ministry carried out by today's residents who, a century later, still take Thomas Dowling's vision to heart.", "The story of the Advent Christian Village is one of Americans coming together, expressing generosity and kindness to one another and helping those in need. Dowling Park is one of the brightest spots in Suwannee County and the Third District, and I congratulate them on 100 years of ministry."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/03/14/H1423_recognizing-the-centennial-of-the-advent-christian/"],
  "speaker_party": ["R"],
  "date": ["2013-03-14"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H1423"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["TRUST ACT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-03-19/html/CREC-2013-03-19-pt1-PgH1580-3.htm"],
  "number": [40],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-03-19-pt1-PgH1580-3.chunk1"],
  "speaking": ["Mr. Speaker, I rise today to share something that has been at my heart and will, in the coming days, be at the heart of my first bill introduced in the House. When Members of Congress break the law, they break trust: they break trust with their colleagues, hurting our ability to work together; they break trust with the American people who sent them here; and they break trust with the Constitution they swore to uphold.", "I will be introducing the Trust Act. This bill is simple. It does not distinguish between types of offenses or the possible reasons behind them. It makes clear that a Member of Congress convicted of any felony will forfeit the taxpayer-funded portion of their pension.", "If our servicemen and -women who lay their life on the line for our Nation lose their pension with a dishonorable discharge, should not Members of Congress be held to the same standard?", "These days with public opinion of Congress at record lows and public debt at record highs, the Trust Act is a place to start in restoring the faith of the American people to their government. I am pleased to present this opportunity to my colleagues to restore trust to taxpayers, and I ask them to join me in this effort."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/03/19/H1580-3_trust-act/"],
  "speaker_party": ["R"],
  "date": ["2013-03-19"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H1580"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["WE NEED TO KNOW WHERE WE COME FROM TO KNOW WHERE WE ARE GOING"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-04-26/html/CREC-2013-04-26-pt1-PgH2380-5.htm"],
  "number": [59],
  "order": [2],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-04-26-pt1-PgH2380-5.chunk2"],
  "speaking": ["I thank the gentleman from Texas for yielding.", "Mr. Speaker, I have heard many gun control supporters say that the Second Amendment is outdated. They point out the phrase ``a well-regulated militia'' as their proof that armed and alert citizens belong in the 18th century and not the 21st century. We saw last week in Boston that they couldn't be more wrong.", "When the Constitution and the Second Amendment were written, the story of the Boston struggles during the Revolutionary War was still fresh in America's memory. British troops looked at every American as a threat and treated them like virtual prisoners in the communities that they built. That's why our Founders made sure that it would be law, and a birthright for every law-abiding American, that everyone would have the freedom to protect themselves.", "These days, many of America's enemies don't wear the uniforms of a nation. They try to avoid confrontation with our military and our police force; and they lurk in our streets, they hide out in our universities, and they wait for our defenses to go down. They don't save their hatred for our heroes in uniforms. They unleash it on anyone who is free.", "The line between crime and terror is a thin one. Any victim of a violent crime has experienced terrorism in its most intimate and intense form. When we talk about guns and we look at the true meaning of the Second Amendment, it's clear that the passage of a couple of centuries hasn't changed its intent much.", "The Second Amendment is a uniquely American value, as relevant today as when it was written. No other nation before ours has trusted the people to arm and protect themselves. When tragedies happened in Tucson, in Aurora, and in Newtown, guns were to blame. When the tragedy happened in Boston last week, we rightly blamed the person and not the instrument.", "Allowing law-abiding citizens to exercise their freedom of self-defense can help keep us safe, and I will fight to protect this precious constitutional right."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/04/26/H2380-5_we-need-to-know-where-we-come-from-to-know-where-w/"],
  "speaker_party": ["R"],
  "date": ["2013-04-26"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H2380-H2385"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["REPUBLICAN FRESHMAN CLASS ON THE NEED TO REPEAL OBAMACARE"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-05-14/html/CREC-2013-05-14-pt1-PgH2590-5.htm"],
  "number": [67],
  "order": [15],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-05-14-pt1-PgH2590-5.chunk15"],
  "speaking": ["I would like to thank my colleague from Indiana.", "Mr. Speaker, I stand here today in support of H.R. 45, the repeal of the Affordable Care Act.", "It's not just the House Republicans who want this or House freshmen who want to repeal this law; it's the American people. The American people don't like this. The people of my district overwhelmingly desire the repeal of this legislative debacle.", "Let's face it: in March of 2009, with a Democratic Congress, this bill was passed through in the twilight hours. The Speaker said--and I think we all remember those infamous words--that we have to pass it to see what's in it, that we have to pass it to see how it's going to work.", "America deserves better. Americans deserve better, and they demand better.", "The Affordable Care Act is the number one job-killing bill in America. When the President speaks of job creation and of stimulating the economy, the 800-pound gorilla in the room that nobody talks about is the Affordable Care Act. It's the number one job-killing bill--bar none. Here are a couple of examples:", "I had a person call in today. A young lady, one of my constituents, said that even though she doesn't have insurance, it's because she doesn't have a job; and the reason she doesn't have a job is due to this bill. It's getting in the way of job creation.", "Another business owner I know, he's got 350 employees. I asked him how the effects of this bill were going to affect his business. He said, Let me tell you about this bill. I could expand my business right now and I could add 100 new employees, but I'm not doing anything because of the estimated cost of this bill.", "Think about that. That's one man's business in one town in America. How many businesses in America, throughout this country, are not expanding because of this bill and the uncertainty? It's got to stop.", "There's a county in our district, Clay County. I was talking to one of the municipal people there that was in charge of the health care. He said that the estimated costs coming up because of the Affordable Care Act were going to cost $15 million. Then they figured out if they didn't comply with the Affordable Care Act what that cost would be. It would be $5 million. What choice do you think they're going to make? They're either going to lay off people or they're not going to cover people. They'll pay the fine.", "In my own town in Alachua County, there's a contractor, and he's got 51 employees. He's bidding on a job against another contractor that has 49 employees. The estimated cost to him is $2,000 per employee. So this contractor with the 51 employees is starting at the same line with this guy who has 49 employees, and he's going to owe $102,000 more in his opening bid. I asked him what he was going to do. He said, The most commonsense thing to do is lay off some people so I don't have to pay for that. Again, I hear this story over and over and over again.", "Mr. Speaker, it seems the President himself doesn't really like his plan that much either. In spite of all the glowing speeches he gives, the President himself has signed into law repeals of certain ObamaCare provisions on seven different occasions. When the President claimed that his plan would lower the cost of health care for Americans, he left out the fact that about 7 million Americans would just lose their health care altogether.", "Estimated insurance costs for the younger generation: they can expect their insurance premiums to increase from what they are today 150 percent to 175 percent. When the President claimed that under his plan no family making less than $250,000 a year would see taxes increase, he completely left out the fact that there are 21 new taxes in this bill; and these are taxes that are on not just the wealthy, but all Americans at all income levels. It's a bad bill, and this is not what America wants.", "The whole point of the Affordable Care Act was to create health reform, which implies not just health care, but health prevention. After 3\\1/2\\ years of this bill being out there, the Supreme Court said in reviewing it that it's not health care; it's a health tax. The bottom line is it's going to create people who have less insurance.", "Then we have to think about who will collect these taxes: the IRS. That's the very same IRS we found out that's under a criminal investigation today. Americans don't want this.", "Americans are a caring, generous, and a charitable people. We will always make sure that the least fortunate among us are cared for. The President's plan doesn't care for the less fortunate. In fact, it makes us all less fortunate. Our vote this week is not about politics; it's about being responsive to the people and adhering to the Constitution.", "We represent the people who are being hurt the most by the ObamaCare bill, and we owe it to them to relieve them of this burden. If we truly want to create jobs, the full repeal of ObamaCare is the first step in jump-starting our economy, and I'm proud and thankful to be able to be a part of the process of repealing this legislative disaster and replacing it with a commonsense health care reform."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/05/14/H2590-5_republican-freshman-class-on-the-need-to-repeal-ob/"],
  "speaker_party": ["R"],
  "date": ["2013-05-14"],
  "bills": ["H.R. 45"],
  "bioguide_id": ["Y000065"],
  "pages": ["H2590-H2597"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["ADJOURNMENT TO MONDAY, MAY 20, 2013"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-05-17/html/CREC-2013-05-17-pt1-PgH2751.htm"],
  "number": [70],
  "order": [0],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-05-17-pt1-PgH2751.chunk0"],
  "speaking": ["Mr. Speaker, I ask unanimous consent that when the House adjourns today, it adjourn to meet on Monday next, when it shall convene at noon for morning-hour debate and 2 p.m. for legislative business."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/05/17/H2751_adjournment-to-monday-may-20-2013/"],
  "speaker_party": ["R"],
  "date": ["2013-05-17"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H2751"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["ADMINISTRATION FAILURES"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-05-17/html/CREC-2013-05-17-pt1-PgH2769.htm"],
  "number": [70],
  "order": [2],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-05-17-pt1-PgH2769.chunk2"],
  "speaking": ["Mr. Speaker, I'd like to thank the gentleman from Texas for yielding.", "I'd like to address the floor on why we need immigration reform.", "Washington has failed to lead on this issue for the last 30 years, and it has weakened American security and stressed our economy.", "America deserves better. It's our duty and it's our responsibility to address this issue for the health, for the strength, and for the security of our Nation.", "As the immigration debates come forward, our goals should not focus on what is best for this group or what is best for that group, or cater to this industry or cater to that industry. If we do that, we lose sight and we miss the mark on what really the focus should be on, and that is, what's best for America. If we focus on what is best for America and do what is best for America, then America wins. And if America wins, we all win, regardless of where you come from.", "The real issue is to preserve the opportunity that if we nurture it and put forth that effort, it will grow into the American Dream. Isn't the American Dream what this is all about? The American Dream defines who we are as Americans. It is the very essence of what it means to be an American. It says that no matter where you come from or what your background is, if you're willing to work within the confines of the law and do that four-letter word called ``work,'' you can achieve the American Dream.", "The very issue that we're struggling with is the preservation of the American Dream and the opportunity in this country. If we lose that, we lose what America stands for. And that's what sets America apart from all other countries, it's the ability to achieve the American Dream.", "As we move forward, let's keep in mind that if we do what's right for America, we will remain that shining city on the hill that Ronald Reagan talked so eloquently about, that beacon of hope of what free men and women can accomplish in a society that protects our God-given rights with a Constitution that protects that. If we do that, we can guarantee that America will stay strong.", "Mr. Speaker, I yield back the balance of my time."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/05/17/H2769_administration-failures/"],
  "speaker_party": ["R"],
  "date": ["2013-05-17"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H2769-H2771"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["ADJOURNMENT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-05-17/html/CREC-2013-05-17-pt1-PgH2771-2.htm"],
  "number": [70],
  "order": [0],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-05-17-pt1-PgH2771-2.chunk0"],
  "speaking": ["Mr. Speaker, I move that the House do now adjourn."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/05/17/H2771-2_adjournment/"],
  "speaker_party": ["R"],
  "date": ["2013-05-17"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H2771"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["REGULATORY REFORM AND REGULATORY RELIEF"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-06-17/html/CREC-2013-06-17-pt1-PgH3672.htm"],
  "number": [86],
  "order": [9],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-06-17-pt1-PgH3672.chunk9"],
  "speaking": ["I thank my good friend from Georgia for yielding, and I appreciate the comments.", "I'd like to title this talk, ``Burdensome Regulations: The Dysfunctional Government Tax.''", "More than $14,000 every year, that's what the average American family loses out on because of Federal regulations either in taxes or lower wages because their employers are carrying that burden.", "How do we even get all these regulations, more than 6,000 regulations just this year? It happens when the executive branch goes around Congress to create their own policies. Some people call this ``legislation through regulation.'' I call it the ``dysfunctional government tax.'' It's the $40 a day every American has to pay because the executive branch won't go through Congress. It won't work with those of us who are here tonight because we were sent here by the people.", "In more places in my district, you could take your spouse out for a nice dinner for $40. A person could fill up their gas tank and a minivan for about $40, or you could take your children to a matinee movie on the weekends for $40.", "When I'm at home in my district, I hear from people who own their own business and from people who just care about their work, about how Federal regulations are making it harder to make ends meet. We're going to talk about a few of these regulations tonight, but let me tell you about a few stories from north central Florida.", "There's a lumber company in my district that has to aim lower. By that I mean versus aiming higher to expand their business. This is because of the burden of the Affordable Care Act. It's too great to bear. They would love nothing more than to hire more people, more workers, or buy that extra piece of equipment, but there's no telling what the compliance cost of the ACA will be.", "Not only that, these poor folks are subject to the rules and perhaps fines based on the discretion or interpretation of whatever inspector happens upon them that day. There is no certainty. And I think that's one of the biggest roles that we have to do is create certainty in the environment of the workplace so that businesses can go forward and expand their businesses. To create a stable economy, we need a stable environment for businesses to work in. The overregulation we've seen in recent years creates neither.", "Yet another example comes from a watermelon grower in my district and an interpretation of a rule from the Food Safety Modernization Act, commonly called FSMA. This rule says that the use of water bottles cannot be used by workers in the field when they are picking the melons. I don't know if words can describe just how hot and humid it gets in Florida during this time of year, but it gets pretty darn hot. Not allowing water in the fields is tantamount to cruel and unusual punishment.", "Even more ridiculous are the posters that have to be placed on site that talk about the risk of heat stroke. What you see here is a poster that's put up by one of the regulatory agencies warning people about heat stroke, but yet they won't let you take water into the field to pick watermelons.", "These are some of the regulations that don't make any sense, and it causes confusion in the workplace.", "Another example that comes from Florida has to do with the poultry recycling program. This act was amended in 1997 to include new definitions; poultry products that have been below 26 degrees Fahrenheit may not be labeled as ``fresh.'' Such labeled product is considered ``misbranded.'' A company I know had a USDA inspection and identified poultry labeled as ``fresh,'' and they said the product was frozen below 26 degrees Fahrenheit. Due to the rule, the product was detained. Keep in mind that, as a veterinarian, this poses no safety risk to the average consumer, to any consumer. After 4 months of engaging the agency with time and money spent on litigation, the USDA changed the rule to allow poultry frozen below 26 Fahrenheit to be labeled as fresh as long as they sold the product to end users like hospitals and restaurants. Precisely. This is the business that this company was selling their product to all along.", "The bottom line is that it wound up costing them 4 months of lost revenue, and the rule cost this business $681,000. And they had absolutely no way to recoup their losses.", "These things have to change because they wind up stifling the entrepreneur. What we have is a regulatory agency that starts out to make the public safer, whether on the job or on the highways or the foods we eat. And it's a good thing. But what happens is they often overstep their authority, and often it is the interpretation of that rule by the inspector that gets the misinterpretation. And the end result is the owner gets fined and sometimes has to shut down until the situation gets resolved.", "Yes, we want safer workplaces, safer highways, and cleaner air and water; but we shouldn't impede the very people trying to create jobs. Our government agencies should be a facilitator to our businesses, not a debilitator to these businesses. After all, with the lack of the extra regulations up to this point in our history, I think it has worked pretty good, and we shouldn't overstep that boundary, and we need to have commonsense regulations."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/06/17/H3672_regulatory-reform-and-regulatory-relief/"],
  "speaker_party": ["R"],
  "date": ["2013-06-17"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H3672-H3678"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["FEDERAL AGRICULTURE REFORM AND RISK MANAGEMENT ACT OF 2013"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-06-19/html/CREC-2013-06-19-pt1-PgH3787.htm"],
  "number": [88],
  "order": [32],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-06-19-pt1-PgH3787.chunk32"],
  "speaking": ["I thank the gentleman from Oklahoma.", "Mr. Chairman, I stand in opposition to Mr. McGovern's amendment because the amount removed from the food stamp program will not remove one calorie off anyone's plate that deserves it or requires this assistance.", "And I know the importance, personally, of having to go on food stamps. When my wife and I first got married, we were 19\\1/2\\. The interest rates in the economy went to 20 percent, and we had to get on food stamps for a short period of time. So I understand the need for those.", "But yet let's look at the facts here. Out of the whole bill, of $940 billion being spent over 10 years we're looking at here, 80 percent of that goes to the food stamp program, which is approximately $752 billion. Eighty percent of the farm bill is going to that. Only 20 percent is actually going to the farmers, and we've cut that drastically over the last couple of years.", "And so this is just a commonsense approach of reducing the amount of money that we're spending in this country. And I stand in opposition to this amendment."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/06/19/H3787_federal-agriculture-reform-and-risk-management-act/"],
  "speaker_party": ["R"],
  "date": ["2013-06-19"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H3787-H3926"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["FEDERAL AGRICULTURE REFORM AND RISK MANAGEMENT ACT OF 2013"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-06-19/html/CREC-2013-06-19-pt1-PgH3787.htm"],
  "number": [88],
  "order": [304],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-06-19-pt1-PgH3787.chunk304"],
  "speaking": ["I thank my colleague from North Carolina.", "Mr. Chairman, I rise today with my colleagues, Congressmen Hudson and LaMalfa, in offering this amendment.", "Under current law, States are not allowed to test SNAP recipients. This amendment would give States the authority to do the testing only if they want to, so it gives States States' rights.", "Law-abiding citizens who are most in need are those who the program is meant to serve. We're cutting waste to protect this program so we make sure that the SNAP dollars are going to those who truly need it, not to those who are able to spend funds on illegal purchases.", "With a $17 trillion national debt, we must give States all the tools they need in order to make sure SNAP funding goes to the people most in need.", "I thank my colleagues, Congressman Hudson and Congressman LaMalfa, for working with me on this and encourage my colleagues to vote in favor of this amendment."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/06/19/H3787_federal-agriculture-reform-and-risk-management-act/"],
  "speaker_party": ["R"],
  "date": ["2013-06-19"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H3787-H3926"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["FEDERAL AGRICULTURE REFORM AND RISK MANAGEMENT ACT OF 2013"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-06-20/html/CREC-2013-06-20-pt1-PgH3933-3.htm"],
  "number": [89],
  "order": [39],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-06-20-pt1-PgH3933-3.chunk39"],
  "speaking": ["Madam Chair, I rise today against this job killing amendment. Madam Chair, for years people have rallied against our domestic sugar program because they felt it artificially increased prices here at home. Nothing could be further from the truth. Prices have dropped dramatically over the past year, with the culprit being an influx of sugar from foreign countries.", "Worldwide agriculture is a distorted market due to foreign price and supply control programs, but sugar takes the cake as being the most distorted commodity in the world. Each year countries like Brazil and Mexico dump millions of tons onto export markets dropping the price of sugar below the cost of producing sugar. This is price manipulation at its worst. That is why I have joined with many of my colleagues in calling for a ``Zero-For-Zero'' policy that would reduce subsidies world wide. But until our trading partners agree with this policy, we should not place our farmers in direct competition with massive government controlled production by changing our already modest domestic program. ", "I urge my colleagues to vote for thousands of American jobs by defeating this amendment.", "The Acting CHAIR. The question is on the amendment offered by the gentleman from Pennsylvania (Mr. Pitts)."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/06/20/H3933-3_federal-agriculture-reform-and-risk-management-act/"],
  "speaker_party": ["R"],
  "date": ["2013-06-20"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H3933-H3968"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["IMMIGRATION"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-07-08/html/CREC-2013-07-08-pt1-PgH4200.htm"],
  "number": [96],
  "order": [2],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-07-08-pt1-PgH4200.chunk2"],
  "speaking": ["I would like to thank the gentlelady from Minnesota, my home State, for allowing me to speak tonight on this very important topic.", "This is a perfect example where Congress has failed to lead on immigration for the last 30 years, and it's unacceptable. It's not just an economic issue; it's also a national security issue when we have open borders like this. Somebody said, well, you just want to exclude everybody. No, I don't.", "You know, if we look at our own homes, we lock the doors at night for a reason. The job of a mayor is to keep a city safe. The job of a Governor is to keep her State safe. The job of us in Congress is to legislate to keep our country safe.", "What we have right now is a situation that the American people are fed up with. They're fed up with the fact that Congress is not leading on this. This is a moment in time where we do need to lead and set some policies out front that are not Democratic policies, they're not Republican policies; these policies need to be what's best for America. If our policies are best for America, everybody wins. If we cater to a certain group or this group or this industry or that industry, what we miss is the mark. And again, that mark is to protect what is sacred about America, and that is the opportunity that people flock to this country for. That opportunity, if we put the work behind it, we all know that becomes the American Dream. And that really is what's under attack here. So us, as legislators, we need to come out with a policy that's best for America.", "I think if our Founding Fathers looked at where we are today, I think they would be outraged. Because, again, we have failed to act for the last 30 years. We have, you know, the estimate is--pick your number, 11, 12, 20, 30 million people here illegally. It's weakening our economy. It's also diluting that opportunity.", "I think all of us here are in agreement that if we don't protect that opportunity, there will not be a place that is that beacon on top of the hill that other people aspire to come to. So I'm happy to be here as part of this discussion.", "I think the worst thing that we can do is to pass a bill and that bill not be well thought out or not read. It would be like some of the bills in the past where I feel there was legislative malpractice when they passed bills and they said, we have to pass it to see what's in it, we have to pass it to see how it's going to work. We don't want to go there again. We want a bill that, when we pass it, our children and the children of the future can say, You know what? They did a great job. I'm glad they stood up and took their time to make a bill that was good for America and that protected that opportunity that we hold so dearly."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/07/08/H4200_immigration/"],
  "speaker_party": ["R"],
  "date": ["2013-07-08"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H4200-H4207"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["IMMIGRATION"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-07-08/html/CREC-2013-07-08-pt1-PgH4200.htm"],
  "number": [96],
  "order": [8],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-07-08-pt1-PgH4200.chunk8"],
  "speaking": ["Yes, ma'am. I'm hearing the same thing: close the border, secure the border. Somebody said, well, what percent would you want it secured: 70, 80, 90 percent? I said, well, if you were in an airplane and they only had 90 percent of the fuel to get from point A to point B, would you get on the plane? We want 100 percent security. I mean, secure is secure.", "You brought up the rule of law. I think this is really what we need to talk about because we are a country of laws and we are supposed to follow those laws. But when you think back what happened prior to the election with President Obama--as you said, he waived his pen--now, think about that. That's one man in a country of 330 million of us that chose to change our immigration laws and how we implement them and how we enforce them. One man in a country of 330 million without a debate, without a discussion, and without a vote. That's not acceptable.", "The American people are telling us that. In my district they say secure the borders, no amnesty, absolutely not. And it goes back up. What are we doing? Are we trying to protect a certain group or a certain business or are we trying to protect America? Again, our job is to protect this country. It's a national security issue.", "When I hear--like you brought up, Dr. Fleming--``comprehensive,'' when we hear that word ``comprehensive,'' I think we all kind of run and hide because it reminds us of comprehensive health care reform, comprehensive financial reform. I think when I talk to the people in our district, and you guys will probably mimic this, I don't have anybody against immigration; they want it done properly.", "So I think what we need to talk about is responsible immigration reform, but that can't happen until we secure the borders and enforce the rules on the law."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/07/08/H4200_immigration/"],
  "speaker_party": ["R"],
  "date": ["2013-07-08"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H4200-H4207"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["IMMIGRATION"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-07-08/html/CREC-2013-07-08-pt1-PgH4200.htm"],
  "number": [96],
  "order": [28],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-07-08-pt1-PgH4200.chunk28"],
  "speaking": ["I appreciate the gentlelady from Minnesota yielding.", "You were talking about the rule of law, and we heard about it over and over again and what the people back home think. I think the biggest thing is they're going to hold us accountable. They expect us to be accountable and they will hold us accountable, and the only way we can do that is by holding the President accountable. We must hold the President accountable and demand that he enforces the laws on the book, and if not, explain to us and to the American people why he chooses not to enforce the laws on the books. And if he is the chief executive officer of this country and he chooses not to do that, what would you do in business if you had the executive of your business not enforcing and running the company the way you are supposed to? I think we all know what would happen.", "And I'd like to end with this. There were three Presidents in the 1900s that handled immigration differently. They did what was best for Americans. They sent people home--the Presidents did--because they were looking out for the American citizens. And I have to admire Presidents that would look out for the American citizens.", "I always like to refer back to Theodore Roosevelt when he gave that speech at Ellis Island standing on the soapbox overlooking a crowd, realizing and acknowledging that we are a country with a lot of immigrants here. He said, We welcome all immigrants. After all, we are a country of immigrants. But what we expect you to do is this. There's room but for one flag. It's the American flag. You need to learn to honor and respect it. There's room but for one language. It's English. And you need to learn it. You need to assimilate and become Americans in our culture. We'll respect your cultures.", "I agree with that, and I am so proud to have a President that would stand up and do what's best for this country. In the end, I think we need to make English the national language."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/07/08/H4200_immigration/"],
  "speaker_party": ["R"],
  "date": ["2013-07-08"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H4200-H4207"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["HONORING AMERICA'S TEACHERS"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-07-18/html/CREC-2013-07-18-pt1-PgH4608-4.htm"],
  "number": [103],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-07-18-pt1-PgH4608-4.chunk1"],
  "speaking": ["Mr. Speaker, this week the House will spend a lot of time talking about education and what's best for our students, but I want to make sure we spend a few moments to recognize America's teachers.", "Just after the tornadoes in Oklahoma this spring, a constituent of mine pointed out to me that the teachers at the elementary school in Moore and in the terrible tragedy in Newtown were more than educators. They were first responders. They acted not simply out of human decency, but out of the deepest dedication to service to protect our children.", "While most of America's schoolchildren are out enjoying summer vacations, their teachers are preparing for the school year ahead. They sacrifice time with their own families and spend their hard-earned money because putting the students first isn't part of any Federal or State mandate. It's a special calling on the teacher, deep within their heart. I ask my colleagues and constituents to join me in honoring that calling, encouraging it, protecting it, and thanking all of America's teachers for their unselfish dedication and service."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/07/18/H4608-4_honoring-americas-teachers/"],
  "speaker_party": ["R"],
  "date": ["2013-07-18"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H4608"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["9/11"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-09-11/html/CREC-2013-09-11-pt1-PgH5482.htm"],
  "number": [119],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-09-11-pt1-PgH5482.chunk1"],
  "speaking": ["Mr. Speaker, today, on September 11, I want to take a moment to reflect on that fateful event on the day of 2001 at the World Trade Center, the Pentagon, the fields of Pennsylvania, and again in Benghazi in 2012, and ask that we always remember the resilience and strength of the greatest Nation on Earth.", "Mr. Speaker, there are moments in time when we cease to be Republicans and Democrats; politics and punditry melt away, divisions close and differences fade. We come together as Americans, regardless of race, creed, or religion. September 11, 2001, and again in 2012 were and will always be such occasions.", "On those days, our Nation came together. That is what makes our Nation great and unique. Not only do we come together to celebrate in triumph, but we stand together in tragedy.", "It is in the face of adversity when our resilience is truly tested, and as Americans, time and time again, throughout history, we have passed that test.", "Throughout the course of those days heroes ran into buildings and stormed a cockpit, went into burning embassies. They donated blood when it was needed and the clothes off their back.", "That, Mr. Speaker, is the true America. Not partisan gridlock, not tension-building punditry, not games of ``gotcha'' or smoke-and-mirrors legislation.", "The rallying cry of that day was simple in phrase but monumental in meaning: ``U-S-A.''", "Country was first. Everything else was second.", "As we tackle the monumental challenges that lie ahead, I ask my colleagues to remember the spirit of that day; to do what is right for America, not for one party over another.", "The heroes of that day did what they did not because of any political party but because it was simply the right thing to do. It was the American thing to do.", "Americans, regardless of who they voted for, feel the consequences of our decisions each and every day. Today, of all days, let us all remember to put our country first and act as true representatives for the will of all the people."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/09/11/H5482_911/"],
  "speaker_party": ["R"],
  "date": ["2013-09-11"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H5482"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["CONGRATULATIONS TO THE UNIVERSITY OF FLORIDA WOMEN'S GYMNASTICS TEAM"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-09-11/html/CREC-2013-09-11-pt1-PgH5494-2.htm"],
  "number": [119],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-09-11-pt1-PgH5494-2.chunk1"],
  "speaking": ["Mr. Speaker, I rise today to honor my alma mater, the great University of Florida, and our incredible women's gymnastic team, who earned their first NCAA Super Six National Championship.", "I'm very proud of our Lady Gators, as they proved that hard work, tireless dedication and passion lead to great things. I know that, under the direction of Coach Faehn, many of these young ladies will represent not just the Gator Nation, but our Nation, the United States of America, in the next Olympics.", "Ladies, I commend you for your exceptional work ethic, your talent and drive in achieving this title. Congratulations, ladies.", "And as we like to say back home in Gainesville, it's great to be a Florida Gator and part of the Gator Nation."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/09/11/H5494-2_congratulations-to-the-university-of-florida-women/"],
  "speaker_party": ["R"],
  "date": ["2013-09-11"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H5494"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["HONORING COLONEL DONALD E. BALLARD"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-09-18/html/CREC-2013-09-18-pt1-PgH5632-2.htm"],
  "number": [123],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-09-18-pt1-PgH5632-2.chunk1"],
  "speaking": ["Mr. Speaker, I rise today to honor the valiant efforts of Colonel Donald Everett Ballard of the Kansas National Guard and formerly of the United States Navy.", "Colonel Ballard, a Corpsman Second Class at the time, was with the 3rd Marine Division and was awarded the Medal of Honor for extreme fortitude and gallantry in action on May 16, 1968, in Vietnam.", "Colonel Ballard's company was ambushed as they were evacuating a landing zone. Upon seeing wounded fellow marines, Colonel Ballard braved enemy fire to render medical assistance. As they prepared to move the wounded marines, an enemy soldier hurled a grenade that landed near the marines. After shouting a warning, Colonel Ballard threw himself upon the grenade to protect his fellow soldiers from the blast. When the grenade failed to detonate, Colonel Ballard continued his treatment and saved countless marines.", "It is for his courage and unwavering devotion to duty that I am proud to honor and remember the actions of Colonel Donald Everett Ballard."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/09/18/H5632-2_honoring-colonel-donald-e-ballard/"],
  "speaker_party": ["R"],
  "date": ["2013-09-18"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H5632"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["SUICIDE PREVENTION MONTH"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-09-26/html/CREC-2013-09-26-pt1-PgH5865-4.htm"],
  "number": [129],
  "order": [6],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-09-26-pt1-PgH5865-4.chunk6"],
  "speaking": ["I thank my colleague from Arizona for putting this together.", "Mr. Speaker, I rise today to speak about the epidemic of veterans who not only commit, but consider, suicide.", "I again want to address what my colleague talked about, the quote of ``too trapped in a war to be at peace, too damaged to be at war.'' These are the words left behind by the soldier, Daniel, who tragically took his own life a few months ago. Daniel was one of many who had been affected by PTSD and who had come back from war with suicidal thoughts. This is an epidemic among our servicemen and -women, and it must be stopped.", "Again, it is estimated that more than 22 veterans take their lives each day. That's 30 percent of all veterans who have considered suicide. In Florida's Third Congressional District alone, there are over 120,000 veterans, which means, according to current data, about 36,000 veterans in my district have thought about suicide. This is unacceptable, and we must remedy this.", "We need to do all we can for those who have sacrificed the most for our Nation, and that cannot just extend to the battlefield. We must continue to take care of our soldiers when they come back home. That includes setting up programs to help veterans deal with PTSD and other psychological issues so they can get the proper help they need. We have to make veteran suicide prevention a priority, and I, along with my colleagues, will work tirelessly towards that end.", "George Washington said:", "To judge a nation's future military force and loyalty to that nation's military will be determined by how well that nation takes care of its veterans.", "Before our Nation engages in another war, I hope we look at the true cost of that war. If we look at the cost of the wars in Afghanistan and Iraq, it's not just the trillions of dollars or the thousands of lives that have been lost. The true cost of that war will be felt by this Nation for the next 60, 70, 80 years; and we need to make sure that we take care of those veterans and that we think long and hard before we ever do that again."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/09/26/H5865-4_suicide-prevention-month/"],
  "speaker_party": ["R"],
  "date": ["2013-09-26"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H5865-H5871"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["NATIONAL FARM SAFETY AND HEALTH WEEK"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-09-26/html/CREC-2013-09-26-pt1-PgE1386-4.htm"],
  "number": [129],
  "order": [0],
  "volume": [159],
  "chamber": ["Extensions"],
  "session": [1],
  "id": ["CREC-2013-09-26-pt1-PgE1386-4.chunk0"],
  "speaking": ["Mr. Speaker, I rise today to recognize and honor all of the farmers, ranchers, farm hands, veterinarians and families who work tirelessly and have dedicated their lives to our nation's agriculture. As the 2013 National Farm Safety and Health week comes to a close, I am reminded of the tireless dedication to the safe and best practices that our farmers and ranchers employ while providing not just our nation's breakfast, lunch and dinner but the world's as well. As a large animal veterinarian, I have had the privilege of working alongside some of the best and hardest working Americans in the country who are typically referred to as salt of the earth type folks. I recognize that it is no easy task to feed the United States let alone the world as well, which is why it is so important to keep our farmers and ranchers safe. The Department of Labor identifies the agricultural sector as the most dangerous industry in America. As technology improves and we are able to better share best practices, I encourage everyone to do their part to promote the importance of safety in the agricultural industry."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/09/26/E1386-4_national-farm-safety-and-health-week/"],
  "speaker_party": ["R"],
  "date": ["2013-09-26"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["E1386"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["THE REST OF THE STORY"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-10-05/html/CREC-2013-10-05-pt1-PgH6312.htm"],
  "number": [137],
  "order": [6],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-10-05-pt1-PgH6312.chunk6"],
  "speaking": ["I thank my colleague from Texas, and I appreciate you wearing our stripes on your tie today. That is apropos.", "Mr. Speaker, I would like to address all of my colleagues, both Republicans and Democrats, but more importantly, the American people, for they are the ones that we all need to listen to. They are the ones that will hold us accountable. We were sent here to represent the people. I represent approximately 700,000 citizens in north Florida's congressional district and had approximately 65 percent plus support of that district.", "One of the things I ran on was preventing the Affordable Care Act from being implemented, and I have voted to do all in my power to prevent this ill-conceived legislative malpractice of a bill from being a burden to the American citizens I represent.", "I also ran on the rule of law and the adherence to the Constitution. So when I hear my colleagues on the left--I mean, excuse me, to this side of the Chamber--say the Republicans want to shut down the government, I find it somewhat disingenuous.", "I am voting the way the majority of the people I represent have instructed me to do, as have my colleagues.", "Since we are the House, the people's House, we are the voice of the people. So when my Democratic colleagues say the Republicans want to shut down the government, keep in mind that it is the voice of the people that we represent whose voice you are hearing. That is the way a representative Republic works.", "Another issue that belittles this body and lowers our approval rating--I read the other day--with the American people, equal to or less than a root canal or a colonoscopy, is the drama, the theatrics, and the name-calling. Understand, no one on this side, as is true for your side, wants children, veterans, old people, or widows to starve or to be deprived of health care. We, as you, will take care of the needy, the truly needy.", "The name-calling, I have to admit, seems to emanate from one side more than the other side. I have heard childish, angry words like ``jihadist,'' ``terrorist,'' ``anarchist.'' Today, I heard ``Whack-a-moles,'' ``teabaggers'' and ``Tea Party radicals.''", "Now, it is interesting, the word ``Tea Party'' reminds me of a time in our history. In fact, it was a pivotal point in this country in gaining its independence from a tyrannical government under the rule of law by the King of England. I am so thankful that the colonists at that time rose up--rose up--in opposition to a minimal tax placed upon all the tea sold into America. That led to the Boston Tea Party.", "So isn't it ironic that after 237 years, we have created a government that not only says you must pay the tax, but you also must buy our tea? Can you say the ``Affordable Care Act?'' Is it any wonder that today there is a new Tea Party in America with a mindset of limited government, fiscal responsibility, free enterprise, personal responsibility, and the Constitution?", "The Tea Party is a movement. It was a spontaneous movement that happened throughout this country. There is no national leader, there is no national headquarters. The American people said they were tired of Washington and the gridlock and politics as usual, and that led us to where we are at today. They said, like I did: ``I had enough.''", "Now, as far as shutting down the government, nobody I know wants to shut down the government, because in the shutdown who pays? The American people pay. Therefore, it would behoove us to negotiate a settlement to keep the government up and running for the benefit of these people and for this great country.", "The Republicans have offered at four different times CR legislation that represented the voice of our constituents to keep the government open. Two of those offers were outright rejected by the President himself and the leader of the Senate, Mr. Reid.", "We worked through last Saturday up here until 2 in the morning and passed more legislation to resolve this issue and compromised. We did not hear back from either side--the President or Mr. Reid. Many of us in the Republican party were on the Senate steps of the Capitol on Sunday afternoon asking for a chance to sit at the table just to negotiate in conference to stop this gridlock and get America back to work again. Again, silence from the President and Mr. Reid. We did not hear from the President or Mr. Reid until Monday afternoon. Their answer was ``no negotiation,'' which translates to ``our way or the highway.''", "On one other point, to clarify, is for the House and Senate to go to conference over the budget. Yet the Senate didn't offer a budget for over 4 years, the last 4 years. But now all of a sudden it is a problem if we don't go to conference.", "Again, one side is being disingenuous to the American people, because a budget does not fund our government. A budget is a wish list of the House of Representatives, of the Senate, and the President. Appropriations are what funds this government, and the House has passed four appropriations bills, and the Senate has failed to bring those up for approval by the Senate and then send over to the President to sign. So again, America, you are being fed misinformation.", "That is why this government is shut down. The American people need to hear the other side of the story. They need to hear that we amended our bills, the CR bills, four times from the House to negotiate with the Senate. They need to know that we requested to go to conference to resolve our differences, the way a Republic is supposed to work, the way differences have been resolved in this esteemed body since its inception."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/10/05/H6312_the-rest-of-the-story/"],
  "speaker_party": ["R"],
  "date": ["2013-10-05"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H6312-H6319"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["FARM BILL"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-10-10/html/CREC-2013-10-10-pt1-PgE1483-3.htm"],
  "number": [141],
  "order": [0],
  "volume": [159],
  "chamber": ["Extensions"],
  "session": [1],
  "id": ["CREC-2013-10-10-pt1-PgE1483-3.chunk0"],
  "speaking": ["Mr. Speaker, farmers and ranchers all over this country need certainty. Each year, farmers put their property on the line in order to feed our nation and the rest of the world.", "Agriculture is a unique enterprise, affected by both market and weather conditions. That is why we need to pass a 5 year farm bill and we need to pass it before the year is out.", "I represent the 3rd district of Florida, with thousands of acres of farmland with millions worth of production each year. This farm bill will ensure that those farmers can continue to produce the safest, most affordable food source in the world.", "Let us not forget, that a nation is not truly a nation unless it has a secure and abundant food supply--that has been the reason for the existence of the farm bill since the 1930s and it is still the reason we need a farm bill today.", "I urge all my colleagues in the House and the Senate to begin a conference so that American farmers and ranchers have the security they need for the next 5 years."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/10/10/E1483-3_farm-bill/"],
  "speaker_party": ["R"],
  "date": ["2013-10-10"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["E1483"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["EXPRESSING SENSE OF HOUSE RELATING TO TARIFF-RATE QUOTAS FOR RAW AND REFINED SUGAR"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-10-11/html/CREC-2013-10-11-pt1-PgH6520.htm"],
  "number": [142],
  "order": [32],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-10-11-pt1-PgH6520.chunk32"],
  "speaking": ["Madam Speaker, I thank my colleague from Minnesota.", "I oppose the gentleman from Pennsylvania's resolution, H. Res. 378.", "Sugar is the only commodity where the U.S. is a net importer. This puts U.S. producers at a disadvantage. Our sugar farmers have to compete with sugar-producing governments and countries that heavily subsidize their farmers' production. Yes, this year this program did cost our government, but it is because Mexico is allowed to dump their sugar on our market because of NAFTA. This is a trade issue that we need to look at deeper.", "U.S. farmers would gladly give up their safety net as long as every other country discontinued their heavily subsidized programs as well. U.S. sugar farmers can compete with any other foreign sugar farmer and we can out-perform them, but they can't compete against a foreign government and subsidies. At the end of the day, this is a jobs issue. There are over 142,000 jobs in the domestic sugar industry, with over 12,000 in Florida alone. Many of these jobs would move to Brazil or Mexico if the intent of this resolution becomes law. There again, another industry would be weakened by our government policies.", "We in government should work to keep America stronger and more competitive, and I urge my colleagues to vote against this resolution."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/10/11/H6520_expressing-sense-of-house-relating-to-tariff-rate-/"],
  "speaker_party": ["R"],
  "date": ["2013-10-11"],
  "bills": ["H. Res. 378"],
  "bioguide_id": ["Y000065"],
  "pages": ["H6520-H6527"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["C.W. BILL YOUNG DEPARTMENT OF VETERANS AFFAIRS MEDICAL CENTER"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-10-22/html/CREC-2013-10-22-pt1-PgH6660-5.htm"],
  "number": [148],
  "order": [40],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-10-22-pt1-PgH6660-5.chunk40"],
  "speaking": ["Mr. Speaker I rise today in honor of Charles William Young, better known to his colleagues and constituents as Bill. I am deeply saddened Congressman Young, a man who put all others before himself, has passed--he will be sorely missed.", "Although I only had the pleasure of working with Bill for a short time, I benefitted greatly from his leadership and the strong example of service to the United States and Florida that he set. Congressman Young leaves behind a long history of dedicated service to his constituents and the veterans of America.", "Bill saw the nation through, some of her most tumultuous times, and throughout all of it--he worked tirelessly to make sure our nation's veterans were taken care of. He was a constant fixture at VA medical centers in Florida and in the Washington, D.C. area always making sure the veterans were receiving the best possible care.", "I proudly join my colleagues in renaming the Bay Pines VA Medical Center the C.W. Bill Young Department of Veterans Affairs Medical Center as a small token of the nation's gratitude for his dedicated service.", "I urge my colleagues to pass this small gesture of our gratitude without objection."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/10/22/H6660-5_cw-bill-young-department-of-veterans-affairs-medic/"],
  "speaker_party": ["R"],
  "date": ["2013-10-22"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H6660-H6664"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["WATER RESOURCES REFORM AND DEVELOPMENT ACT OF 2013"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-10-23/html/CREC-2013-10-23-pt1-PgH6696-3.htm"],
  "number": [149],
  "order": [40],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-10-23-pt1-PgH6696-3.chunk40"],
  "speaking": ["Mr. Speaker, I thank my colleague, Mr. Webster from Florida.", "I rise today in support of H.R. 3080, the Water Resources Reform and Development Act of 2013. WRRDA is commonsense legislation that permits the Army Corps of Engineers to eliminate costly and duplicative projects, caps the time and costs of studies, consolidates and accelerates environmental analyses, and stimulates the U.S. economy through increased competitiveness in the global market and through job reaction.", "In my home State of Florida, our 15 ports have contributed over $96 billion to the State's economy and, perhaps most importantly, employs hundreds of thousands of individuals. Within my district, we have two inland ports in particular, Ocala and Lake City, which are uniquely positioned to import and export products quickly to Florida, the southeast, and to America's heartland. Encouraging infrastructure projects such as these spur job creation. In today's economy, we cannot afford to neglect these opportunities.", "We have, today, the opportunity to demonstrate that Congress can work towards the best interest of our country. So I urge my colleagues in the House to take swift action in voting to approve WRRDA and get our country back on the path to save infrastructure, global competitiveness, economic stability, and job creation."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/10/23/H6696-3_water-resources-reform-and-development-act-of-2013/"],
  "speaker_party": ["R"],
  "date": ["2013-10-23"],
  "bills": ["H.R. 3080"],
  "bioguide_id": ["Y000065"],
  "pages": ["H6696-H6758"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["STAND UP FOR LIBERTY"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-11-21/html/CREC-2013-11-21-pt1-PgH7337-4.htm"],
  "number": [167],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-11-21-pt1-PgH7337-4.chunk1"],
  "speaking": ["Mr. Speaker, the American people are losing trust in their government. The continuous dragnet collection of data by the NSA is just one of the many reasons why.", "Liberty and privacy are the foundations for which this country was established. Even though emails have replaced most handwritten letters and phone calls have replaced many face-to-face conversations, these principles still endure today.", "The administration defends PRISM and similar programs by relying on ``warrants'' whose mere existence mocks the Constitution. The FISA Court proceedings where these warrants originate take place behind closed doors and cater only to the government's case for increased surveillance. In these secret, one-sided proceedings, no one is there to advocate on behalf of privacy and individual liberty. No one is there to advocate on behalf of the American people.", "With no requirements for public disclosure of the Court's decision, Congress and the American people are left in the dark. This is unacceptable. Maintaining a secure Nation can be done within the bounds of the Constitution. Privacy and national security are not mutually exclusive.", "That is why I am a cosponsor of the LIBERT-E Act, the USA FREEDOM Act, and the NASA Inspector General Act to help address many of these issues.", "I urge my colleagues in the House and Senate, both Republicans and Democrats, to stand up for liberty."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/11/21/H7337-4_stand-up-for-liberty/"],
  "speaker_party": ["R"],
  "date": ["2013-11-21"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H7337"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["CLARIFYING CERTAIN PROPERTY DESCRIPTIONS IN PROVO RIVER PROJECT TRANSFER ACT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-12-03/html/CREC-2013-12-03-pt1-PgH7426-2.htm"],
  "number": [170],
  "order": [9],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-12-03-pt1-PgH7426-2.chunk9"],
  "speaking": ["Mr. Speaker, on rollcall No. 615, I was here to vote--voted but it did not register. Had I been present, I would have voted ``yes.''"],
  "capitolwords_url": ["http://capitolwords.org/date/2013/12/03/H7426-2_clarifying-certain-property-descriptions-in-provo-/"],
  "speaker_party": ["R"],
  "date": ["2013-12-03"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H7426-H7427"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
]
