[
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["HONORING PRIVATE FIRST CLASS ZACHARY SALMON"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-01-24/html/CREC-2011-01-24-pt1-PgH401-7.htm"],
  "number": [9],
  "order": [1],
  "volume": [157],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2011-01-24-pt1-PgH401-7.chunk1"],
  "speaking": ["Mr. Speaker, I rise today to honor Private First Class Zachary Salmon, an Army Cavalry Scout with the 1st Battalion, 32nd Cavalry Regiment, 1st Brigade Combat Team, 101st Airborne Division. On January 12 of this year, he was killed in action in Kunar province in Afghanistan after insurgents attacked his unit. This past Friday, he was laid to rest in Lawrenceburg, Indiana. Just 21 years old, PFC Salmon enlisted in the Army 3 years ago as a way to provide for his then-newborn son, Noah, whom he adored.", "While I never had the honor of meeting him in person, I learned at his wake this past Friday that he exhibited all the best qualities of our men and women in uniform: a patriotic sense of duty, a strong desire to help others, and a keen awareness of his weighty responsibilities as a man in uniform. Known to his friends as ``Fish,'' he also had a bright sense of humor and a huge heart. In addition to his son, Noah, PFC Salmon leaves behind his mother and father, his stepfather, his brother, and two sisters. We all owe a debt today to PFC Salmon for making the ultimate sacrifice on behalf of our country.", "Thank you, PFC Salmon. May God watch over you, little Noah, and the rest of your family."],
  "capitolwords_url": ["http://capitolwords.org/date/2011/01/24/H401-7_honoring-private-first-class-zachary-salmon/"],
  "speaker_party": ["R"],
  "date": ["2011-01-24"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H401"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["ENERGY AND WATER DEVELOPMENT AND RELATED AGENCIES APPROPRIATIONS ACT, 2012"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-07-14/html/CREC-2011-07-14-pt1-PgH5050-3.htm"],
  "number": [105],
  "order": [208],
  "volume": [157],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2011-07-14-pt1-PgH5050-3.chunk208"],
  "speaking": ["I have an amendment at the desk. ", "The Acting CHAIR. The Clerk will designate the amendment."],
  "capitolwords_url": ["http://capitolwords.org/date/2011/07/14/H5050-3_energy-and-water-development-and-related-agencies-/"],
  "speaker_party": ["R"],
  "date": ["2011-07-14"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H5050-H5080"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["ENERGY AND WATER DEVELOPMENT AND RELATED AGENCIES APPROPRIATIONS ACT, 2012"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-07-14/html/CREC-2011-07-14-pt1-PgH5050-3.htm"],
  "number": [105],
  "order": [210],
  "volume": [157],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2011-07-14-pt1-PgH5050-3.chunk210"],
  "speaking": ["Mr. Chairman, I yield myself such time as I may consume.", "Our Nation's unemployment rate currently sits at 9.2 percent, a full 1.6 percent higher than when President Obama took office. I am hearing from my southern Indiana constituents, and I've heard this for months now, that the President's failed experiment of spending our way to prosperity and creating great uncertainty about future tax rates and interest rates must end.", "A step in the right direction would be supporting this modest amendment which my esteemed colleague, the gentleman from Indiana (Mr. Burton), and I have worked on together. The amendment would merely restore eligibility criteria for the Weatherization Assistance Program to pre-stimulus levels.", "By way of background, prior to 2008, the Weatherization Assistance Program enabled families at or below the 150 percent poverty level to reduce their energy bills by making their homes more energy efficient. Since the stimulus bill increased this eligibility threshold, the Weatherization fund has exploded and currently has accumulated an estimated $1.5 billion in unspent funds.", "Moreover, the program has been a model of government waste and inefficiency. Late last year, for example, New Jersey's State auditor audited just $614,000 worth of Weatherization funds disbursed in his State. He found that $33,000 of this $614,000 that were spent actually went to no services at all. So over 5 percent of the funds spent in that State were spent on nothing.", "This sort of waste and inefficiency, no doubt, is being seen all across the country. We have seen recent audits of Weatherization programs in Illinois, Delaware, Tennessee, and Texas yield similar results.", "Personally, I agree with those who say that most Americans already have sufficient incentives and means to reduce their energy bills by weatherizing their own homes and that government lacks sufficient incentives to spend our tax dollars responsibly. That is why we should adopt this modest amendment that would merely limit this program to our neediest citizens by restoring eligibility criteria back to pre-stimulus levels.", "So I would say let's improve our climate for private sector job creation however we can. Let's eliminate wasteful and nonessential spending wherever we can find it. That is what this amendment does."],
  "capitolwords_url": ["http://capitolwords.org/date/2011/07/14/H5050-3_energy-and-water-development-and-related-agencies-/"],
  "speaker_party": ["R"],
  "date": ["2011-07-14"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H5050-H5080"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["ENERGY AND WATER DEVELOPMENT AND RELATED AGENCIES APPROPRIATIONS ACT, 2012"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-07-14/html/CREC-2011-07-14-pt1-PgH5050-3.htm"],
  "number": [105],
  "order": [212],
  "volume": [157],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2011-07-14-pt1-PgH5050-3.chunk212"],
  "speaking": ["I yield to the gentleman from Indiana."],
  "capitolwords_url": ["http://capitolwords.org/date/2011/07/14/H5050-3_energy-and-water-development-and-related-agencies-/"],
  "speaker_party": ["R"],
  "date": ["2011-07-14"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H5050-H5080"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["ENERGY AND WATER DEVELOPMENT AND RELATED AGENCIES APPROPRIATIONS ACT, 2012"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-07-14/html/CREC-2011-07-14-pt1-PgH5050-3.htm"],
  "number": [105],
  "order": [215],
  "volume": [157],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2011-07-14-pt1-PgH5050-3.chunk215"],
  "speaking": ["I yield to the gentleman from New Jersey."],
  "capitolwords_url": ["http://capitolwords.org/date/2011/07/14/H5050-3_energy-and-water-development-and-related-agencies-/"],
  "speaker_party": ["R"],
  "date": ["2011-07-14"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H5050-H5080"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["ENERGY AND WATER DEVELOPMENT AND RELATED AGENCIES APPROPRIATIONS ACT, 2012"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-07-14/html/CREC-2011-07-14-pt1-PgH5050-3.htm"],
  "number": [105],
  "order": [217],
  "volume": [157],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2011-07-14-pt1-PgH5050-3.chunk217"],
  "speaking": ["I yield back the balance of my time.", "The Acting CHAIR. The question is on the amendment offered by the gentleman from Indiana (Mr. Young)."],
  "capitolwords_url": ["http://capitolwords.org/date/2011/07/14/H5050-3_energy-and-water-development-and-related-agencies-/"],
  "speaker_party": ["R"],
  "date": ["2011-07-14"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H5050-H5080"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["CUT, CAP, AND BALANCE"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-07-18/html/CREC-2011-07-18-pt1-PgH5135-2.htm"],
  "number": [107],
  "order": [2],
  "volume": [157],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2011-07-18-pt1-PgH5135-2.chunk2"],
  "speaking": ["I thank my colleague from Arizona for his learned words and eloquent words, quoting, Madam Speaker, Shakespeare. I'll begin by quoting Yogi Berra, that great fount of wit, wisdom, and good old American common sense. More recently, Yogi Berra said, When you come to a fork in the road, take it. We find ourselves as Americans right now certainly in a fork in the road--a fork in the road as a Nation. Either we must act boldly or some would say we face financial Armageddon. Unemployment is at 9.2 percent. Investment is down. Hiring is sluggish. The American people are anxious about where they're going to find jobs, where they're going to send their kids to school. People in southern Indiana ask me all the time what they're going to do as we fall further into the financial abyss. Our national debt is over $14 trillion--and growing.", "We know we're not in the mess because the American people are taxed too little. We're in this mess because Washington spends too darned much. And we want to address that. So, as the President stands at this fork in the road, having no plan and refusing to lead, we know that we here in Congress must lead. We must act. We must, as we say in the United States Marine Corps, we must have a bias for action. Well, that's why we put forth this Cut, Cap, and Balance Act of 2011. It's a responsible action.", "I'll briefly outline its finer points. First, it cuts total spending by $111 billion in fiscal year 2012. No changes to Social Security, no changes to Medicare, no changes to veterans' benefits. And considering the size and scope of the massive debt crisis we face in this country, it proposes a very modest cut of $111 billion next year--certainly a manageable down payment as we work to address this leviathan debt we face. It caps total Federal spending in the future as a portion of our economy--that is the cap component of this cut, cap, and balance plan--and brings down by the end of the decade our Federal spending to less than 20 percent as a proportion of our economy. That's the post-World War II average. Very sensible, very responsible. And then, finally, it balances our budget. It does so through a balanced budget amendment that will come up for a vote later, subject to the normal super majority requirements in each House of Congress. This works in 49 of the 50 States across this great Nation. It will work here in Washington, too. If we have the courage to pass it.", "The cut, cap, and balance plan will restore confidence. It will restore confidence in investors around this world, people who are right now eyeballing this body, wondering whether or not we're going to pass a bold plan to address our financial situation and therefore maintain our high AAA credit rating. It will restore confidence in those who create jobs--the entrepreneurs, the innovators, the investors across the fruited plains whom people rely on for their family incomes. It will show them that we understand Washington has a problem, and we are prepared to address it in a very specific way.", "Finally, this will calm down, this will restore confidence among those we represent. Yeah, we have a deficit in Washington. And it's not just a financial deficit. It's a leadership deficit. We need to show the American people we understand our Federal Government must balance its books, just like American families and businesses are making hard decisions and balancing their own books during this difficult time.", "The President stands at this fork in the road. No plan, no action, no leadership. And he characteristically refuses to choose a path. We have laid out a path. The path is one of leadership. The path is one of choosing. I believe that to lead is to choose. We must choose. I encourage the members of this body, my esteemed colleagues, to choose the Cut, Cap, and Balance Act of 2011."],
  "capitolwords_url": ["http://capitolwords.org/date/2011/07/18/H5135-2_cut-cap-and-balance/"],
  "speaker_party": ["R"],
  "date": ["2011-07-18"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H5135-H5141"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["CUT, CAP, AND BALANCE"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-07-18/html/CREC-2011-07-18-pt1-PgH5135-2.htm"],
  "number": [107],
  "order": [14],
  "volume": [157],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2011-07-18-pt1-PgH5135-2.chunk14"],
  "speaking": ["I thank the gentleman from Arizona.", "Just an observation here. I know our President said earlier today that we had--frankly, we don't need a constitutional amendment to do our jobs. He was referring, of course, to this debt limit debate and our insistence here in the House that we get some serious spending cuts in conjunction with that debt limit and come up with a plan to get our debt under control in the longer term.", "My response to this idea that we don't need a constitutional amendment to do our jobs, first I look to the Constitution itself. Article V of the Constitution, the first phrase there is pretty clear. ``The Congress, whenever two-thirds of both Houses shall deem it necessary, shall propose Amendments to this Constitution.''", "I would say it's our duty, when we deem it necessary, to go ahead and propound constitutional amendments to solve various problems here that we think need to be addressed within our Federal Government. First, we are duty-bound to put forward such a solution. Second, history bears out many examples where institutionally or culturally or historically the time has arisen for certain improvements in our way of government.", "So we've put forth some fine amendments like, say, the 19th Amendment, which gave women the guaranteed right to vote. I think that's a fine thing. I think it was important that Congress put forth amendments to guarantee women's right to vote so that we would do our job. It was necessary. It was necessary to put forth that amendment, just as it's necessary to put forth a constitutional balanced budget amendment.", "I guess the final thing I would say is it's necessary that we pass a constitutional balanced budget amendment as part of this Cut, Cap, and Balance Act of 2011 because it's the only viable plan we have on the table right now. What is the President's plan to get our budget back into balance? I ask that time and again. I have not seen any sort of acceptable answer.", "So we need to bind the hands of our political class. I think this Cut, Cap, and Balance Act, which my colleagues have been speaking to over recent minutes, is a very responsible direction to go, and I ask for the consideration of my friends across the aisle as well."],
  "capitolwords_url": ["http://capitolwords.org/date/2011/07/18/H5135-2_cut-cap-and-balance/"],
  "speaker_party": ["R"],
  "date": ["2011-07-18"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H5135-H5141"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["CUT, CAP, AND BALANCE"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-07-18/html/CREC-2011-07-18-pt1-PgH5135-2.htm"],
  "number": [107],
  "order": [16],
  "volume": [157],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2011-07-18-pt1-PgH5135-2.chunk16"],
  "speaking": ["I thank my colleague from Arizona.", "He said a couple of things that I would like to pivot off of. They certainly struck a chord with me. First, the notion that markets deal with perception, as opposed to always reality. I thought it was a brilliant example of Fort Knox, should the gold be taken, the press release versus the actuality of that gold being taken.", "It reminded me of a conversation I had just today on the airplane as I headed backed to Washington from my southern Indiana district. I was sitting next to someone who dealt in the financial markets, and I asked him a fairly pointed question. I said, you know, the media, in recent days, in recent weeks, has really sort of ratcheted up attention, even anxiety with respect to the debt limit debate and whether or not the debt ceiling is, in fact, going to be raised, what is going to be attached to a debt ceiling vote.", "And I certainly understand this. I take this vote very seriously and have factored into my calculus of voting for and against various measures, the interest rate response we might see.", "But the funny thing is there hasn't really been much of an interest rate response. For all the hemming and hawing about what might happen should we not raise the debt ceiling by August 2, there hasn't been an interest rate response. And I find that amazing.", "And so I asked my friend why he thought that was, and he put forth one idea. He said certainly, Todd, that these are complicated matters, and there are all different things that factor into them. But in his professional opinion, one reason was that we finally have a group of people in Washington that are taking very seriously this notion we ought not spend more money than we bring in. That's pretty powerful. ", "I'm proud, as a new Representative, to be part of this group of people supporting the cut, cap, and balance measure that would bring our spending under control. So we ought to be proud. That's an early victory. The markets, at least, believe we are serious about getting this spending under control. I hope we can play this out and prove that we are serious.", "The other thing that my colleague from Arizona said that struck a chord with me was this notion that statesmen look not just to the next election, they look to the next generation.", "There was a group of people back 150 years ago that entered politics. It was around the 1850s, and they entered politics certainly looking to the next generation. It was their belief that every man, woman, and child should be entitled to the fruits of their labor. They weren't partisans. In fact, they were Know-Nothings. They were independents, some Democrats. They came together with this notion, though, that everyone should be entitled to the fruits of their labor.", "Well, when we continue to spend money we don't have, oftentimes on things we don't need, and kick the debt forward another year, another 5 years, another 10 years, another generation or two down the road, ladies and gentlemen, we are committing the fruits of the next generation's labor to pay off our current debt.", "Madam Speaker, I think this is wrong. I think this cut, cap, and balance plan is a viable plan, a specific plan to stop this practice so that everyone, my four children, everyone else's grandchildren and great grandchildren, will not be paying off our future debts.", "So again, I urge consideration and support of this cut, cap, and balance plan. And for those who are unable to support it, I would ask them to put forth a specific plan of their own, one that will get our spending under control and put this Nation back on the right fiscal course."],
  "capitolwords_url": ["http://capitolwords.org/date/2011/07/18/H5135-2_cut-cap-and-balance/"],
  "speaker_party": ["R"],
  "date": ["2011-07-18"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H5135-H5141"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["AGRICULTURE, RURAL DEVELOPMENT, FOOD AND DRUG ADMINISTRATION, AND RELATED AGENCIES APPROPRIATIONS ACT, 2012"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-06-14/html/CREC-2011-06-14-pt1-PgH4108-6.htm"],
  "number": [85],
  "order": [156],
  "volume": [157],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2011-06-14-pt1-PgH4108-6.chunk156"],
  "speaking": ["Mr. Chairman, I move to strike the last word.", "The Acting CHAIR. The gentleman is recognized for 5 minutes."],
  "capitolwords_url": ["http://capitolwords.org/date/2011/06/14/H4108-6_agriculture-rural-development-food-and-drug-admini/"],
  "speaker_party": ["R"],
  "date": ["2011-06-14"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H4108-H4183"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["AGRICULTURE, RURAL DEVELOPMENT, FOOD AND DRUG ADMINISTRATION, AND RELATED AGENCIES APPROPRIATIONS ACT, 2012"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-06-14/html/CREC-2011-06-14-pt1-PgH4108-6.htm"],
  "number": [85],
  "order": [157],
  "volume": [157],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2011-06-14-pt1-PgH4108-6.chunk157"],
  "speaking": ["I yield to my honorable colleague from Georgia."],
  "capitolwords_url": ["http://capitolwords.org/date/2011/06/14/H4108-6_agriculture-rural-development-food-and-drug-admini/"],
  "speaker_party": ["R"],
  "date": ["2011-06-14"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H4108-H4183"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["AGRICULTURE, RURAL DEVELOPMENT, FOOD AND DRUG ADMINISTRATION, AND RELATED AGENCIES APPROPRIATIONS ACT, 2012"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-06-14/html/CREC-2011-06-14-pt1-PgH4108-6.htm"],
  "number": [85],
  "order": [378],
  "volume": [157],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2011-06-14-pt1-PgH4108-6.chunk378"],
  "speaking": ["Madam Chair, I have an amendment at the desk.", "The Acting CHAIR. The Clerk will report the amendment."],
  "capitolwords_url": ["http://capitolwords.org/date/2011/06/14/H4108-6_agriculture-rural-development-food-and-drug-admini/"],
  "speaker_party": ["R"],
  "date": ["2011-06-14"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H4108-H4183"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["AGRICULTURE, RURAL DEVELOPMENT, FOOD AND DRUG ADMINISTRATION, AND RELATED AGENCIES APPROPRIATIONS ACT, 2012"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-06-14/html/CREC-2011-06-14-pt1-PgH4108-6.htm"],
  "number": [85],
  "order": [380],
  "volume": [157],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2011-06-14-pt1-PgH4108-6.chunk380"],
  "speaking": ["Madam Chair, this amendment is quite simple. The amendment would simply reduce by a modest 10 percent that part of the USDA's budget used for ``general administration and miscellaneous supplies.''", "This category of spending is so broadly defined that Washington bureaucrats could use this money as a sort of gift card for these general administration and miscellaneous expenses. My amendment would put over $2 million of the money back into the spending reserve account to reduce our Federal deficit. That, of course, will lead to lower future taxes, lower future interest rates and thus a lower future unemployment rate.", "I was sent here by the great people of Indiana's Ninth Congressional District to focus like a laser on creating jobs and to get our Federal spending under control so that we can keep our tax burden low. That will serve to the benefit of businesses and all that work for them around our country. Since being sworn in on January 5, that has been my mission, and I know it has been the singular focus of many of my colleagues.", "So this simple amendment advances this mission by trimming more bureaucratic fat from Washington, and it signals to all job creators and to our financial markets that we in Congress are serious, very serious, about cutting unnecessary spending wherever we can find it.", "I yield back the balance of my time.", "The Acting CHAIR. Does any Member wish to speak in opposition to the gentleman's amendment?", "If not, the question is on the amendment offered by the gentleman from Indiana (Mr. Young)."],
  "capitolwords_url": ["http://capitolwords.org/date/2011/06/14/H4108-6_agriculture-rural-development-food-and-drug-admini/"],
  "speaker_party": ["R"],
  "date": ["2011-06-14"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H4108-H4183"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["CONCURRENT RESOLUTION ON THE BUDGET FOR FISCAL YEAR 2012"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-05-03/html/CREC-2011-05-03-pt1-PgE786.htm"],
  "number": [58],
  "order": [0],
  "volume": [157],
  "chamber": ["Extensions"],
  "session": [1],
  "id": ["CREC-2011-05-03-pt1-PgE786.chunk0"],
  "speaking": ["Mr. Chair, the good people of Indiana want jobs. And you know what? We know how to create them. In Indiana, under Gov. Mitch Daniels, we've seen a government that spends less and taxes modestly. And we've seen that lead to job growth. That's why Indiana, during these tough economic times, is a national leader in private sector job growth. The Budget Committee crafted a budget for our Federal Government that, like Indiana, spends less and taxes less. The result is a plan that will help create 2.5 million jobs by the end of this decade. Recent economic history isn't good to the big spenders. It shows that borrowing and spending trillions of taxpayer dollars we don't have doesn't create jobs. And jobs won't be created if we go along with the President's plan, or the plan from the other side of the aisle, to increase taxes. It's no great secret that the job creators in this country aren't hiring because unchecked spending, of course, leads to fears. It leads to fears that we're going to have to raise taxes in the future. It leads to fears of future inflation. And it leads to fears that interest rates are going to go up. By calling for a measure of spending discipline, as we do, we replace fear with hope--hope that we can restore conditions where job creators can go out and put Americans back to work. That's what the people of southern Indiana want. Now, I mentioned Indiana a minute ago and the success we've had there in creating private sector jobs. We didn't do it all with respect to our policies on spending. Instead, we also looked at tax policy. We understood that it just didn't make sense to jack up taxes during a down economy. Instead, we kept them steady, and we made our tax code more efficient--just as some of our neighboring States were doing the opposite. As a result, many businesses chose to move back to Indiana, or to move to Indiana for the first time. We see the reverse trend nationally, unfortunately. Many businesses are leaving this great country, or are not getting off the ground because of our job-destroying tax code and our punitive corporate tax rates. Mr. Chair, we improve upon those previous policies, we learn from the errors of the past. I urge my colleagues to help us create those jobs by voting yes on this House Republican budget."],
  "capitolwords_url": ["http://capitolwords.org/date/2011/05/03/E786_concurrent-resolution-on-the-budget-for-fiscal-yea/"],
  "speaker_party": ["R"],
  "date": ["2011-05-03"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["E786"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2012"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-05-24/html/CREC-2011-05-24-pt1-PgH3388-2.htm"],
  "number": [72],
  "order": [50],
  "volume": [157],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2011-05-24-pt1-PgH3388-2.chunk50"],
  "speaking": ["Mr. Chairman, as a former U.S. Marine, I understand the importance of a strong national defense, especially during this time of war.", "That's why I'm glad to rise in support of this National Defense Authorization Act of 2012. It provides our troops with the resources they need and enables them to carry out the missions we've asked of them.", "Now, I'd like to especially thank our chairman, Chairman McKeon, for his leadership in this process. In particular I can say as a freshman, he's taken great time and attention to the issue of reforming how we do our quadrennial defense review. He said that we need to take a further look at this in the future.", "This, I believe, is the key to ensuring that we efficiently spend our defense dollars as we look to next year's bill. But this bill addresses the military issues we face today. It does so in a responsible manner. And it's being offered with an eye to improving the process in the future. So that's why I am supporting this National Defense Authorization Act.", "I urge my colleagues to vote ``yes'' on this bill."],
  "capitolwords_url": ["http://capitolwords.org/date/2011/05/24/H3388-2_national-defense-authorization-act-for-fiscal-year/"],
  "speaker_party": ["R"],
  "date": ["2011-05-24"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H3388-H3396"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["PROVIDING FOR FURTHER CONSIDERATION OF H.R. 1540, NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2012"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-05-25/html/CREC-2011-05-25-pt1-PgH3423-5.htm"],
  "number": [73],
  "order": [16],
  "volume": [157],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2011-05-25-pt1-PgH3423-5.chunk16"],
  "speaking": ["I rise in support of the rule and H.R. 1540.", "As a U.S. marine, I understand the importance of strong national defense, especially during this time of war. That's why I'm glad this bill provides our troops with the resources they need and enables them to carry out the missions we ask of them.", "As a freshman member of the House Armed Services Committee, I would like to thank Chairman McKeon for his leadership throughout this process. He has been very open in working with me and other colleagues on the committee in developing ways to restructure the Quadrennial Defense Review process. This process informs the annual defense spending bill, of course. So I am proud of the bill we are debating today. I am encouraged by our recognition that a restructured QDR process will allow us to better identify DOD priorities. And that is the key to efficiently spending taxpayer dollars.", "In sum, this bill responsibly addresses military issues facing us today, and it is being offered with an eye to improving the defense funding process in the future.", "I urge my colleagues to vote ``yes,'' Mr. Speaker."],
  "capitolwords_url": ["http://capitolwords.org/date/2011/05/25/H3423-5_providing-for-further-consideration-of-hr-1540-nat/"],
  "speaker_party": ["R"],
  "date": ["2011-05-25"],
  "bills": ["H.R. 1540"],
  "bioguide_id": ["Y000064"],
  "pages": ["H3423-H3430"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["CONCURRENT RESOLUTION ON THE BUDGET FOR FISCAL YEAR 2012"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-04-14/html/CREC-2011-04-14-pt1-PgH2815-2.htm"],
  "number": [55],
  "order": [29],
  "volume": [157],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2011-04-14-pt1-PgH2815-2.chunk29"],
  "speaking": ["Mr. Chairman, the good people of Indiana want jobs. And we know how to create them. In Indiana, under Governor Mitch Daniels, we've seen a government that spends less and taxes modestly. We've seen that that leads to job growth. That's why Indiana, during these tough economic times, is a national leader in private sector job growth.", "The Budget Committee crafted a budget for our Federal Government that, like Indiana, spends less and keeps a lid on taxes. The result is a plan that will help create 2\\1/2\\ million private sector jobs by the end of this decade.", "Recent economic history isn't good to the big spenders. It shows that borrowing and spending trillions of dollars that we don't have doesn't create jobs. And jobs won't be created if we go along with the President's plan and, seemingly, the plan of sorts from the other side of the aisle to increase taxes.", "It's no great secret that the job creators in this country aren't hiring because unchecked spending, of course, leads to fears. It leads to fears that we're going to have to raise taxes in the future. It leads to fears of future inflation. And we know, of course, that it leads to fears that interest rates are going to go up.", "By calling for a measure of spending discipline as we do, we replace that fear with hope--hope that we can restore conditions where private sector job creators can go out and put Americans back to work. That's what the people of southern Indiana want.", "Now, I mentioned Indiana a minute ago and the success we've had in creating those private sector jobs. We didn't do it all through our policies with respect to spending. Instead, we also looked at tax policy. We understood that it just didn't make sense to jack up taxes during a down economy. Instead, we kept them steady and we made our tax code more efficient, just as some of our neighboring States were doing the opposite. As a result, many businesses chose to move back to Indiana or to move to Indiana for the first time.", "We see the reverse trend nationally. Unfortunately, many businesses are leaving this great country or just not getting off the ground because of our job-destroying Tax Code and because of our punitive corporate tax rates.", "Mr. Chairman, we improve upon those previous policies. We learn from the errors of the past. I urge my colleagues to help us create jobs by voting ``yes'' on the Republican budget."],
  "capitolwords_url": ["http://capitolwords.org/date/2011/04/14/H2815-2_concurrent-resolution-on-the-budget-for-fiscal-yea/"],
  "speaker_party": ["R"],
  "date": ["2011-04-14"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H2815-H2851"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["CONCURRENT RESOLUTION ON THE BUDGET FOR FISCAL YEAR 2012"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-04-14/html/CREC-2011-04-14-pt1-PgH2815-2.htm"],
  "number": [55],
  "order": [176],
  "volume": [157],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2011-04-14-pt1-PgH2815-2.chunk176"],
  "speaking": ["Madam Chair, there has been much discussion today about shared sacrifice. The notion of shared sacrifice, let's disaggregate that for a moment.", "We might have shared sacrifice for the next generation. We certainly are contemplating that right now if we fail to act in a responsible manner and address our Nation's debt crisis.", "Shared sacrifice for the currently unemployed and underemployed in our country, that is what we are contemplating. If our solution to our Nation's problems is merely to increase taxes, we're going to see a decrease in job creation in this country. We will actually see our going the other direction in terms of employment in this country if we implement, as is proposed in this substitute, a tax increase of almost $6 trillion as compared to the budget that we are embracing on the Republican side.", "We are imposing all manner of unnecessary sacrifice under this substitute on those Americans who are currently working and middle class. It contemplates a tax increase on capital gains and dividends at ordinary income rates. What that means, essentially, is we're thinking of taxing pensions and mutual funds at a rate as high as 49 percent. That would adversely impact our seniors. It's not the responsible thing to do.", "Here in this proposal, we are also contemplating allowing all tax provisions of the 2001 and 2003 deals to expire for all taxpayers. In other words, this is a proposed tax increase on middle class Americans. I don't think that's the right thing to do right now.", "Let's remind ourselves that we cannot tax our way out of this spending problem. Washington, once again, does not have a tax problem. We are not in this mess because we're not taxing the American people enough. Instead, we are in this mess because we're spending far too much.", "This will become a familiar chart for Americans around the country, I hope, but let's look at this:", "This is the ski slope of future spending projections, according to our Office of Management and Budget and Congressional Budget Office, if we do nothing. Those on the other side are seemingly proposing that we continue along this course or that we try and remedy this situation through job-constraining tax increases. That's not the way to go.", "Finally, one statistic that was cited earlier tonight bears reiterating. If we were to tax everyone in this country who makes $250,000 or more--every family in this country, so that's just two income earners--at the $125,000 level and at 100 percent of their incomes, we still could not improve our financial situation enough to restore private sector job creation and put ourselves back on the path to prosperity. That is why I think we need to embrace this Ryan budget."],
  "capitolwords_url": ["http://capitolwords.org/date/2011/04/14/H2815-2_concurrent-resolution-on-the-budget-for-fiscal-yea/"],
  "speaker_party": ["R"],
  "date": ["2011-04-14"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H2815-H2851"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["CUT, CAP, AND BALANCE ACT OF 2011"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-07-19/html/CREC-2011-07-19-pt1-PgH5184-2.htm"],
  "number": [108],
  "order": [61],
  "volume": [157],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2011-07-19-pt1-PgH5184-2.chunk61"],
  "speaking": ["Madam Speaker, I was on record last night, speaking to the Cut, Cap, and Balance Act of 2011 and as to what the many merits are of this legislation. I think it is a fine bill, and I commend its consideration to those on the other side of the aisle; but I have to say the debate surrounding Cut, Cap, and Balance has a certain Alice in Wonderland character to it. It made me open up the old storybook just minutes ago and recall a favorite passage.", "I recall Alice asks, ``Would you tell me which way I ought to go from here?'' to which the Cat responds, ``That depends a good deal on where you want to get to.''", "Alice replies, ``I don't much care where.'' Then of course the Cat says, ``Then it doesn't matter which way you go.''", "I get the sense my good friends on the other side of the aisle don't really care where we go from here. They certainly don't care enough to put a specific plan forward themselves.", "Unemployment remains at 9.2 percent. Investment in hiring remains sluggish all around this country, particularly in places like my southern Indiana district. Uncertainty reigns about future taxes, future interest rates, future inflation rates all because Washington continues to spend way too much money, often on things we don't need, but also on important public programs. We need to figure this out. We need to figure it out as a country. Our national debt is over $14 trillion. It's time we come forward with specific plans. Yet the other side still has no plan, seemingly no new ideas to offer to this debate, no solutions--only poll-tested rhetoric.", "The American people deserve more than this during this critical time. Our markets certainly are asking for more than this. Standard & Poor's on July 14 said, ``We may lower the long-term rating on the U.S. . . . if we conclude that Congress and the administration have not achieved a credible solution to the rising U.S. Government debt burden and are not likely to achieve one in the foreseeable future.''", "We need a plan. House Republicans have been putting forward plans. We put forward a plan already approved to close tax loopholes, something we've heard a lot about, in order to help create jobs by making the Tax Code flatter, fairer and simpler."],
  "capitolwords_url": ["http://capitolwords.org/date/2011/07/19/H5184-2_cut-cap-and-balance-act-of-2011/"],
  "speaker_party": ["R"],
  "date": ["2011-07-19"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H5184-H5228"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["CUT, CAP, AND BALANCE ACT OF 2011"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-07-19/html/CREC-2011-07-19-pt1-PgH5184-2.htm"],
  "number": [108],
  "order": [64],
  "volume": [157],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2011-07-19-pt1-PgH5184-2.chunk64"],
  "speaking": ["We need a plan from the President. We need more certainty restored to these markets. Let's reject this Alice in Wonderland sort of leadership.", "Don't bring me problems, I say to my colleagues. Bring me solutions. One solution is the Cut, Cap, and Balance Act, and I commend it for your consideration."],
  "capitolwords_url": ["http://capitolwords.org/date/2011/07/19/H5184-2_cut-cap-and-balance-act-of-2011/"],
  "speaker_party": ["R"],
  "date": ["2011-07-19"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H5184-H5228"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["BUDGET CONTROL ACT OF 2011"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-07-30/html/CREC-2011-07-30-pt1-PgH5791.htm"],
  "number": [117],
  "order": [52],
  "volume": [157],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2011-07-30-pt1-PgH5791.chunk52"],
  "speaking": ["Madam Speaker, we need to cut spending now. We need to control spending in the future. But the American people understand that our foremost constitutional duty here in Congress is to make sure that America is safe.", "Former Secretary Gates said that further cuts to our military will mean that there are certain things our military won't be able to do and places they won't be able to go.", "This proposal, the Reid-Obama plan, proposes cutting defense spending by $859 billion over 10 years compared to the President's fiscal year 2011 budget. Yet the President and Senator Reid have not told us what places we won't be going and what missions we won't be doing. This is irresponsible. I can't support this proposal."],
  "capitolwords_url": ["http://capitolwords.org/date/2011/07/30/H5791_budget-control-act-of-2011/"],
  "speaker_party": ["R"],
  "date": ["2011-07-30"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H5791-H5811"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["MEDICAL TECHNOLOGY CAUCUS"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-11-02/html/CREC-2011-11-02-pt1-PgH7249-2.htm"],
  "number": [166],
  "order": [10],
  "volume": [157],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2011-11-02-pt1-PgH7249-2.chunk10"],
  "speaking": ["I thank the gentleman from Minnesota for his \nleadership and I certainly share your desire to lighten the burden on \nthis high-value-added industry. We need to ensure that all of the \nmanufacturing jobs, all of the job and economic growth opportunities \nthat we can help create an environment for, a nurturing environment \nfor, that we do.", "One thing that I hear as I travel around southeastern Indiana and \nlisten to my constituents, there's a lot of feedback about the level of \nuncertainty within our economy. There's regulatory uncertainty, there's \nuncertainty about future tax rates, and there's uncertainty about \nenergy rates and health care costs. And so these medical device \nmanufacturers are certainly laboring under the burden of uncertainty \nwith respect to the FDA regulatory process. And then here we add an \nadditional excise tax to their bottom line. And so I'm happy to support \nH.R. 436, which would lighten that burden.", "I don't think probably many people appreciate--I certainly didn't \nappreciate it until I started looking into it--exactly how burdensome \nthis device tax could be on the medical device industry. The tax is 2.3 \npercent of gross sales. So that's a top-line tax before all the other \ndeductions and costs come out. So, essentially, that would translate \ninto about 15 percent taxation on profits of many of these medical \ndevice companies. You add that 15 percent profit tax to 35 percent \ncorporate tax \nand the 5 percent tax when you add together the State and the local \ncorporate tax burden, and you're north of 50 percent of tax on profits. \nSo it's no wonder that so many of these device makers are instead \ndeciding to expand their operations or start up new operations \noverseas. And we have to do what we can to prevent that.", "Now, in my home State of Indiana, approximately 40 percent of all \nlife sciences sector jobs are related to this devices industry, this \nhigh value-added industry that improves the lives of so many patients \nand certainly all the workers who work at these companies. My district, \nin particular, has some employers that we'd like to keep around, like \nthe Cook Group in Bloomington, my hometown. And then as we head further \nsouth to Jeffersonville, Indiana, we have MedVenture. And there are \npeople everywhere in between that work at this company.", "The tax impact is going to burden not just the large companies, \nhowever. There are 300-plus FDA-approved medical device manufacturers \nin the State of Indiana. And as my colleague from Minnesota just \nindicated, they're all searching for financing. They're searching for \nventure capital to bring their fledgling operations to the next level. \nSo a Cook Group could probably weather this storm and figure out some \nway to remain profitable, but it's the next Cook of the world, the next \ntinkerer in their garage or their spare bedroom that may not be able to \ngrow their business and create the jobs that our constituents are all \ndemanding should this device tax go into effect January 1 of next year \nas it's currently scheduled to do.", "The regulatory challenges which I've already mentioned are also very \nimportant. They must be addressed separately. I know there's separate \nlegislation out there to do that, and I will be supporting that \ninitiative as well. But the bottom line here is that there are jobs at \nstake and there are people's lives at stake as well.", "We heard very powerful testimony from Sheila Fraser. Her name has \nbeen mentioned here before. She is an outstanding young lady, a high \nschool student, who at a very young age contracted cancer, and she was \ngoing to have to have her leg amputated. And because of the ingenuity \nand the entrepreneurship of people in my home State of Indiana, they \nwere able to put together a company and sell these products and develop \na product that benefited Sheila Fraser directly. And now she's living a \nvery productive life, and she has both of her legs, thank the Lord. And \nwe need other people to benefit from similar sorts of innovations in \nthe future.", "I am most proud to be here to speak on behalf of H.R. 436. I urge my \ncolleagues to sign on to this legislation and to vote in favor of it."],
  "capitolwords_url": ["http://capitolwords.org/date/2011/11/02/H7249-2_medical-technology-caucus/"],
  "speaker_party": ["R"],
  "date": ["2011-11-02"],
  "bills": ["H.R. 436"],
  "bioguide_id": ["Y000064"],
  "pages": ["H7249-H7253"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["THE CEMENT SECTOR REGULATORY RELIEF ACT OF 2011"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-10-05/html/CREC-2011-10-05-pt1-PgH6566-10.htm"],
  "number": [148],
  "order": [1],
  "volume": [157],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2011-10-05-pt1-PgH6566-10.chunk1"],
  "speaking": ["Mr. Speaker, yesterday, I had the opportunity \nto meet with Hilltop Resources, a concrete company that has a presence \nin my southern Indiana district. They were here to talk about how the \nnew Cement MACT regulations would affect their business and their \nworkforce.", "Their cost of production would go up 7 to 10 percent--a huge hit for \nany business. They would have to import more of their raw materials \nfrom places like China--materials that are of a lesser quality. And \nthose increased costs would require them to scale back their American \nworkforce at a time when we need them to expand.", "We cannot keep letting the EPA impose these burdensome and job-\ncrushing regulations without any concern for how they affect our \nconstituents. When we take up H.R. 2681 later today, we have the chance \nto help an industry that has already been hit hard by the recession. I \nurge my colleagues to support this measure."],
  "capitolwords_url": ["http://capitolwords.org/date/2011/10/05/H6566-10_the-cement-sector-regulatory-relief-act-of-2011/"],
  "speaker_party": ["R"],
  "date": ["2011-10-05"],
  "bills": ["H.R. 2681"],
  "bioguide_id": ["Y000064"],
  "pages": ["H6566"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["REMEMBERING DR. HARVE RAWSON"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-10-26/html/CREC-2011-10-26-pt1-PgE1943.htm"],
  "number": [162],
  "order": [0],
  "volume": [157],
  "chamber": ["Extensions"],
  "session": [1],
  "id": ["CREC-2011-10-26-pt1-PgE1943.chunk0"],
  "speaking": ["Mr. Speaker, I rise along with Congressman Mike \nPence to honor the life and legacy of Professor Harve Rawson.", "Harve Rawson was greatly talented and abundantly generous. He earned \na bachelor of arts in psychology from Antioch College, and went on to \nearn a master of arts and doctorate in research psychology at Ohio \nState University. For thirty-two years Dr. Rawson served as a professor \nof psychology at Hanover College, and later served as dean of faculty \nat Franklin College. He was the first two-time winner of the Baynham \nTeaching Award, and he was named the Mary E. Hamilton Distinguished \nProfessor of Psychology at Hanover College.", "Dr. Rawson was a two-time Fulbright Scholar in psychology and also \nspent a year teaching at the College of Health Sciences in Bahrain. His \ngreat passion for traveling also took him to more than 100 countries \nand all seven continents. Throughout his long and storied career, he \nauthored dozens of research articles, gave more than 500 professional \npresentations, and wrote nine books about his personal experience and \ninterests.", "His list of accolades and recognitions include being named a Malone \nScholar, a Sagamore of the Wabash by the State of Indiana, a Kentucky \nColonel, a Citizen of the Year by the National Association of Social \nWorkers, and a Distinguished Academic Psychologist by the Indiana \nPsychological Association. Dr. Rawson was also awarded the Golden Quill \nAward for Outstanding Research and the Outstanding Community Service \nAward for Psychologists.", "But beyond his many academic achievements, Harve Rawson was known as \na generous leader who truly possessed a servant's heart. He founded \nEnglishton Park Children's Program, a short-term residential program \nfor at-risk children, where he served as director for 25 years. He was \nalso a founding and long-time board member of the Jefferson County \nYouth Shelter in Madison, Indiana. Mr. Rawson was a four-time president \nof the Lide White Boys and Girls Club Board of Directors, a long-time \nmember of the Board of Directors of Englishton Park Presbyterian \nMinistries, Inc., and a member of the Big Brothers Big Sisters board. \nHis impact on the community will forever be remembered by the many \nlives he touched during his lifetime of service.", "We offer our deepest condolences to his sons Paul and Reed, his \nbrother John, his sister Margaret, and his four grandchildren. During \nthis difficult time, we pray you find solace in faith and family."],
  "capitolwords_url": ["http://capitolwords.org/date/2011/10/26/E1943_remembering-dr-harve-rawson/"],
  "speaker_party": ["R"],
  "date": ["2011-10-26"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["E1943"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["IRAN THREAT REDUCTION ACT OF 2011"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2011-12-14/html/CREC-2011-12-14-pt1-PgE2257-2.htm"],
  "number": [192],
  "order": [0],
  "volume": [157],
  "chamber": ["Extensions"],
  "session": [1],
  "id": ["CREC-2011-12-14-pt1-PgE2257-2.chunk0"],
  "speaking": ["Mr. Speaker, I rise today in support of H.R. 1905, the Iran Threat Reduction Act of 2011. This bill promises to meet the threat the Islamic Republic of Iran poses and takes significant, tangible steps in limiting Iran's uranium enrichment and targeting Iran's nefarious activities.", "The latest United Nations weapons inspectors' disclosure and International Atomic Energy Agency report on the Islamic Republic of Iran are consubstantial. The Iranian nuclear weapons program is in direct contravention to Iran's ratification of the Non-Proliferation Treaty, endangers regional stability, and poses an unfathomable threat to international security. The Iranian Regime has defied international order and expectations in its undeniable pursuit of nuclear weapons and its close relationship with foreign terrorist organizations.", "That is why the Iran Threat Reduction Act of 2011 is so important. These sanctions are right and just based on irrefutable evidence of malice on the international stage. We must declare that it is United States policy to deny, at every juncture, the ability for Iran to fund and pursue its nuclear program and its policy of inciting violence abroad. The Iranian regime's continuous circumvention of past sanctions and continued noncompliance require more aggressive actions.", "The only way to ensure the Iranian regime cannot circumvent international will is to take definitive actions. The sanctions in the Iran Threat Reduction Act in conjunction with the language in the National Defense Authorization Act for 2012 to formally sanction the Central Bank of Iran, CBI, are the steps required at this moment to impede the progress of Iran's ambitions. By sanctioning the CBI and creating accountability to those that deal with Iran, we limit the Iranian leadership's ability to function and directly curtail the infrastructures that sustain Iran's illicit nuclear ambitions and its state-sponsorship of terrorist organizations.", "I urge my colleagues to support the Iranian Threat Reduction Act of 2011 and stand with me against the threat posed by the Iranian nuclear program and Iran's known links to various terrorist organizations."],
  "capitolwords_url": ["http://capitolwords.org/date/2011/12/14/E2257-2_iran-threat-reduction-act-of-2011/"],
  "speaker_party": ["R"],
  "date": ["2011-12-14"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["E2257"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
]
