[
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["BASELINE REFORM ACT OF 2011"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-02-02/html/CREC-2012-02-02-pt1-PgH419.htm"],
  "number": [17],
  "order": [21],
  "volume": [158],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2012-02-02-pt1-PgH419.chunk21"],
  "speaking": ["Mr. Speaker, I rise today in support of H.R. 3578, the Baseline Reform Act, and to commend my hardworking colleague from Georgia (Mr. Woodall) for leading in this effort.", "Now this is straightforward legislation. It removes the pro-spending bias that currently exists in the baseline that we use here in Congress as a starting point for our annual budgeting. The baseline should be a neutral starting point for considering fiscal policy. It shouldn't presume any spending by this body.", "Now we've already heard from our colleagues on the other side of the aisle numerous examples of programs that they fear will be cut in the future as a result of this legislation. Well, this legislation just says that without the sanction of Congress, without a free and open debate about the merits of any given program, there will not be any automatic increases to that program.", "Today, the baseline does assume an automatic increase for inflation each year in the discretionary budget. Instead of looking at what each agency actually needs each year to fulfill its mission, we simply assume that that agency needs more money than it had the previous year.", "Well, these assumptions add up. In fact, they add up to approximately $1.4 trillion in outlays over a 10-year period to last year's discretionary spending baseline. This bill would change that pro-spending bias by setting the baseline at the previous year's spending level--and not a cent more. The effect would be to put an end to the longstanding and confusing Washington practice of characterizing any effort to maintain the same level of funding as last year as somehow a ``spending cut.'' It's time to bring Washington definitions of ``spending cut'' in line with America's definition of a spending cut, and that is an actual cut in spending. This bill does that, and I urge my colleagues to support it."],
  "capitolwords_url": ["http://capitolwords.org/date/2012/02/02/H419_baseline-reform-act-of-2011/"],
  "speaker_party": ["R"],
  "date": ["2012-02-02"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H419-H426"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["HOOSIERS MAKE INDIANA PROUD"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-03-06/html/CREC-2012-03-06-pt1-PgH1160-2.htm"],
  "number": [36],
  "order": [1],
  "volume": [158],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2012-03-06-pt1-PgH1160-2.chunk1"],
  "speaking": ["Madam Speaker, I rise today because I've never been prouder to call southern Indiana home. Late Friday afternoon, in our part of America, a disaster brought neighbors together, turned strangers into friends, and reminded us all what it means to be part of a community.", "Over the course of several hours, fierce winds, softball-sized hail, and deadly tornados descended upon southern Indiana communities, leaving behind a 50-mile path of destruction from New Pekin to Chelsea and beyond. Our people are still assessing the costs, but we know this much: 13 Hoosiers have died, scores have lost their homes and businesses, and citizens across the region have suffered untold damage to their personal and public property.", "As hard as it is to imagine, the tragedy might have been worse were it not for the bravery and resilience of rank-and-file Hoosiers. Our firemen, policemen, EMTs, and local officials deserve our thanks. Those who serve in Indiana's National Guard, our State police, and our Department of Homeland Security stepped up, too. From the initial response through the ongoing efforts today, their service has been exemplary.", "But it has been concerned citizens, so-called ``ordinary'' Americans who have restored a measure of stability to a region pummeled by forces beyond our control. There was a bus driver in Henryville who, in the nick of time, rushed dozens of children back to school to protect them from the approaching twister. There were the EMTs off Interstate 65 who saw a woman thrown from her car and saved her from being pummeled by hail by dragging a large metal sign across the road and holding it over her. They likely saved her life.", "There were parents and friends and even strangers across southern Indiana who, as danger approached, took a moment to extend a hand to others and said, Come inside, we'll find room. After the storms left their mark, Hoosiers immediately turned to accounting for loved ones and comforting neighbors.", "The damage was and is severe. One tornado--by some accounts a half-mile wide--carved a clear path through southern Indiana, ripping trees out of the Earth, hurling automobiles and combines long distances, severing power lines, and decimating countless homes and businesses. Here, again, Hoosiers didn't sit around and wait for others to help us out. We got to work.", "Now, over the weekend I spent time surveying the damage and meeting with those who lost the most. Everywhere I visited, I met citizens wearing work boots and work gloves who were busily beginning to sort through the piles of rubble. I met others who had fired up their chainsaws and were clearing debris from roadways. I saw clusters of cars and pickup trucks parked outside homes that were hit hardest.", "In the aftermath of such a tragedy, one would be forgiven for asking: Why me? But I never heard it. Instead, time and again I heard Hoosiers sympathize with those who lost more than they. And more than one person told me that, in the end, stuff doesn't really matter; it's people that are important.", "I heard sincere, caring people ask their neighbors: How can I help? In Henryville, a pizza shop was mostly destroyed, except for the freezer. The couple who owned it, rather than worrying about the loss of their business, asked officials how they could donate food from the freezer to those who needed it most.", "In Marysville, the local Christian church remains intact, but little else. Pastor Bob Priest told me their decades-old building is no longer structurally sound, but the congregation has never been stronger.", "For those of us who have seen the scale and scope of destruction up close, we know the path back will not be easy, but we will fix all that Mother Nature broke. Government at all levels will and must be there to help, from local authorities, to the State of Indiana, to our congressional offices. My staff and I, in particular, are eager to connect our constituents to whatever Federal services and funds might be available to help them get their lives back on track. But make no mistake, it will be the people of Indiana, the people of tight-knit communities like Henryville, Marysville, Chelsea, and New Pekin, who will rebuild their broken lives.", "Now, during these tough times, Hoosiers are reminding us what it means to be a community of citizens--one Nation under God, indivisible, come what may. That sense of community has always bound Americans together in tough times, and it will get us through this tragedy as well.", "May God be with those Americans who are putting their lives back together. We're praying for you and here for you."],
  "capitolwords_url": ["http://capitolwords.org/date/2012/03/06/H1160-2_hoosiers-make-indiana-proud/"],
  "speaker_party": ["R"],
  "date": ["2012-03-06"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H1160-H1161"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["HONORING THE PEOPLE OF INDIANA IN THE AFTERMATH OF DEADLY TORNADOES"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-03-07/html/CREC-2012-03-07-pt1-PgE327-3.htm"],
  "number": [37],
  "order": [0],
  "volume": [158],
  "chamber": ["Extensions"],
  "session": [2],
  "id": ["CREC-2012-03-07-pt1-PgE327-3.chunk0"],
  "speaking": ["Mr. Speaker, I rise today because I've never been prouder to call southern Indiana home.", "Late Friday afternoon in our part of America, a disaster brought neighbors together, turned strangers into friends, and reminded us all of what it means to be part of a community.", "Over the course of several hours, fierce winds, softball-sized hail, and deadly tornadoes descended upon southern Indiana communities, leaving behind a 50-mile path of destruction from New Pekin to Chelsea and beyond.", "Our people are still assessing the costs, but we know this much: at least 13 Hoosiers have died; scores have lost their homes and businesses; and citizens across the region have suffered untold damage to their personal and public property.", "As hard as it is to imagine, the tragedy might have been worse were it not for the bravery, and resilience, of rank-and-file Hoosiers.", "Our firemen, policemen, EMTs, and local officials deserve our thanks. Those who serve in Indiana's National Guard, our State Police, and our Department of Homeland Security stepped up, too. From the initial response through the ongoing efforts today, their service has been exemplary.", "But it has been concerned citizens--so-called ordinary Americans--who have restored a measure of stability to a region pummeled by forces beyond our control.", "There was the bus driver in Henryville who, in the nick of time, rushed dozens of children back to school to protect them from the approaching twister.", "There were the EMTs off Interstate 65 who saw a woman thrown from her car, and saved her from being pummeled by hail by dragging a large metal sign across the road and holding it over her. They likely saved her life.", "There is Stephanie Decker, a Marysville mother who lost parts of both legs but courageously saved the lives of her two children by covering them with her body as a tornado crushed their home on top of them. We are pulling for you and your family, Stephanie.", "There were parents and friends and even strangers across southern Indiana who, as danger approached, took a moment to extend a hand to others, and said, ``Come inside, we'll make room.''", "After the storms left their mark, Hoosiers immediately turned to accounting for loved ones and comforting neighbors.", "The damage was, and is, severe. One tornado--by some accounts a half-mile wide--carved a clear path through southern Indiana, ripping trees out of the earth, hurling automobiles and combines long distances, severing power lines, and decimating countless homes and businesses.", "Here again, Hoosiers did not sit around and wait for others to help us out. We got to work.", "Over the weekend, I spent time surveying the damage and meeting with those who lost the most. Everywhere I visited, I met citizens wearing boots and work gloves who were busily beginning to sort through piles of rubble. I met others who had fired up their chainsaws and were clearing debris from roadways. I saw clusters of cars and pick-up trucks parked outside homes that were hit hardest.", "In the aftermath of such a tragedy, one would be forgiven for asking, ``Why me?'' But I never heard it.", "Instead, time and again I heard Hoosiers sympathize with those who lost more than they. And more than one person told me that, in the end, stuff isn't all that important--it's people that are important. And I heard sincere, caring people ask their neighbors, ``How can I help?''", "At one stop, I met a young couple from Jeffersonville--only 15 miles away--who offered me a drink of water. Their city didn't suffer much damage, so they loaded up their cars with bottled water and granola bars, looking for others who needed a hand.", "In Henryville, a pizza shop was mostly destroyed, except for the freezer. The couple who owned it, rather than worrying about the loss of their business, asked officials how they could donate food from the freezer to those who needed it most.", "In Marysville, the local Christian Church remains intact, but little else. Pastor Bob Priest told me their decades-old building is no longer structurally sound, but the congregation has never been stronger. As congregants were busy making repairs, I noticed the stained glass window above the church doorway was undamaged. It reads, ``In Memory of the Willing Workers.''", "The local Red Cross chapter opened an overnight shelter, but in the first weekend no one checked in: Instead, friends shared their homes; churches opened their doors . . . everyone, it seems, could count on someone.", "For those of us who have seen the scale and scope of destruction up close, we know the path back will not be easy. But we will fix all that Mother Nature broke.", "Government at all levels will, and must, be there to help--from local authorities, to the State of Indiana, to our congressional offices. My staff and I, in particular, are eager to connect our constituents to whatever federal services, and funds, might help them get their lives back on track.", "But make no mistake: it will be the people of Indiana--the people of tight-knit communities like Henryville, Marysville, Chelsea, and New Pekin--who will rebuild broken lives.", "During these tough times, Hoosiers are reminding us what it means to be a community of citizens--One Nation, Under God, indivisible, come what may. That sense of community has always bound Americans in tough times, and it will get us through this tragedy as well.", "This thought especially struck home with me as I visited Henryville High School. The roof of the gymnasium was torn off, some of the walls had collapsed, and the bleachers were demolished. But hanging in the rafters, waving in the breeze, still hung the American flag unscathed.", "May God be with those Americans who are putting their lives back together. We are praying for you, and here for you."],
  "capitolwords_url": ["http://capitolwords.org/date/2012/03/07/E327-3_honoring-the-people-of-indiana-in-the-aftermath-of/"],
  "speaker_party": ["R"],
  "date": ["2012-03-07"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["E327-E328"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["WELCOMING REVEREND TOM ELLSWORTH"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-05-16/html/CREC-2012-05-16-pt1-PgH2722-6.htm"],
  "number": [70],
  "order": [3],
  "volume": [158],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2012-05-16-pt1-PgH2722-6.chunk3"],
  "speaking": ["I want to thank my friend, Tom Ellsworth, and his wife, Elsie, for traveling all the way from Bloomington, Indiana, to deliver this morning's open prayer.", "Tom has devoted his life to ministry. He is senior minister to me, my wife, Jenny, our four children, and so many other Hoosiers at Sherwood Oaks Christian Church in Bloomington.", "2012 marks the 50th year since Sherwood Oaks was founded. To mark the celebration, Tom has thrown down the gauntlet. Our church will pray, give, and serve like never before. Tom is challenging more of us to become the hands and feet of God, serving our neighbors, our country, and beyond.", "Tom understands that our Nation, in fact any nation worthy of the name, was built by selfless servants, people like the 55 members of our church who recently activated their faith to help out tornado victims in southern Indiana. America needs more such servants and more people like Tom to inspire us to service.", "Thank you for making a difference, Tom."],
  "capitolwords_url": ["http://capitolwords.org/date/2012/05/16/H2722-6_welcoming-reverend-tom-ellsworth/"],
  "speaker_party": ["R"],
  "date": ["2012-05-16"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H2722"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [112],
  "title": ["THANKING RADIO BROADCASTERS"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2012-05-31/html/CREC-2012-05-31-pt1-PgH3278-3.htm"],
  "number": [80],
  "order": [1],
  "volume": [158],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2012-05-31-pt1-PgH3278-3.chunk1"],
  "speaking": ["Mr. Speaker, I rise today to talk about the important work of our broadcast radio stations in emergency situations.", "Back in March, a violent tornado ripped through a 49-mile stretch of my southern Indiana district. It leveled entire towns, did millions of dollars in damage, and took numerous lives. The death toll probably would have been higher were it not for the early warnings to seek shelter so many received by radio. In the aftermath of the storm, with no power or TV or Internet and virtually no cell service, radio instructed Hoosiers where to find first aid, food, and shelter.", "So I'd like to thank our broadcasters today for the valuable service they provide. In the midst of chaotic situations, it is our Nation's radio broadcasters who provide needed direction."],
  "capitolwords_url": ["http://capitolwords.org/date/2012/05/31/H3278-3_thanking-radio-broadcasters/"],
  "speaker_party": ["R"],
  "date": ["2012-05-31"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H3278"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
]
