[
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["CONGRATULATORY SPEECH TO INDIANA UNIVERSITY MEN'S SOCCER"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-02-05/html/CREC-2013-02-05-pt1-PgE101-2.htm"],
  "number": [17],
  "order": [0],
  "volume": [159],
  "chamber": ["Extensions"],
  "session": [1],
  "id": ["CREC-2013-02-05-pt1-PgE101-2.chunk0"],
  "speaking": ["Mr. Speaker, I rise today in support of Indiana University's Men's Soccer Team.", "I want to congratulate the team, Indiana University, and the greatest college soccer fans in the country--whom we in Indiana affectionately call the Hoosier Army--on their 8th NCAA National Championship. As a resident of Bloomington, the home of IU, I am particularly proud of IU Soccer's achievements this year. They have worked very hard, and merits respect and celebration.", "Accomplishments such as this are achieved through diligence and commitment. This being their 8th National Championship, IU's Soccer Program has proven its commitment to creating a strong and enduring tradition of excellence. This win shows that the team benefits now, as in past decades, from exemplary leadership both on and off the field. I commend Coach Todd Yeagley, and the rest of the coaching staff, for instilling confidence in their Hoosier Squad, and for driving them to victory this season.", "IU's championship squad also serves as an inspiration to many members of the community of Bloomington, and to Hoosiers across Southern Indiana. Collectively, the student-athletes have shown us what can be achieved through teamwork and perseverance. I commend them on their National Championship, and I salute them for their example. Finally, I join members of the Hoosier Army, and other rank-and-file Hoosiers, in looking forward to many more thrilling seasons in the coming years. Go Hoosiers!"],
  "capitolwords_url": ["http://capitolwords.org/date/2013/02/05/E101-2_congratulatory-speech-to-indiana-university-mens-s/"],
  "speaker_party": ["R"],
  "date": ["2013-02-05"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["E101"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["MAKING LIFE WORK FOR AMERICAN FAMILIES"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-04-23/html/CREC-2013-04-23-pt1-PgH2235.htm"],
  "number": [56],
  "order": [6],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-04-23-pt1-PgH2235.chunk6"],
  "speaking": ["It's great to be with the gentlelady, and thank you so much for having me.", "Does the gentlelady yield here? I know we've got less formal procedures under way."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/04/23/H2235_making-life-work-for-american-families/"],
  "speaker_party": ["R"],
  "date": ["2013-04-23"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H2235-H2242"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["MAKING LIFE WORK FOR AMERICAN FAMILIES"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-04-23/html/CREC-2013-04-23-pt1-PgH2235.htm"],
  "number": [56],
  "order": [8],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-04-23-pt1-PgH2235.chunk8"],
  "speaking": ["Okay. Well, great. This is the great American family room, if you will, where we're sitting around and having a family conversation, the people's conversation, about making life work.", "And I would absolutely agree, there are a lot of dimensions to this topic. We've got to get our spending under control. Republicans have put forward a bold budget to make that happen, bring our budget into balance within just 10 years.", "We need to stop imposing overly costly, overly burdensome regulations on American families, American businesses and so on.", "We, of course, need to take a look at our energy policy and open up this bounty of resources here in this country; and there's a whole variety of different ones. My colleague from Washington, the gentlelady, just spoke to some in her region.", "Of course, in my region, coal remains a viable and important resource; but we're finding increasingly that my constituents in Indiana's Ninth District are enjoying the benefits of natural gas, and very affordable natural gas.", "We happen to have oil and gas resources in this country, by some reckoning, that are larger than Iran, Iraq, and Saudi Arabia combined. This will make the United States of America a net energy exporter within just 10 years. So that is a blessing that, once again, Republicans are leading with respect to harnessing these resources we have.", "Of course, our human resources are another thing that we could touch on. But, really, my point of emphasis, since I'm on the Ways and Means Committee, this evening is going to be tax reform.", "We just finished getting through yet another tax day, and I'm sure my colleagues heard from their constituents just how convoluted and complicated and frustrating and unfair this Tax Code can be to working families.", "I was struck by--there's this notion of tax freedom day that some of our colleagues and certainly our constituents are aware of. This is when we, as hardworking taxpayers, stop paying the Federal Government and can start working for ourselves. And it fell on April 18 this year; 3\\1/2\\ months into the year is when our taxpayers stop paying the Federal Government and can start working for themselves and their families. That suggests to me that we need to work on all fronts to grow this economy more and also to lighten the burden of taxation wherever possible.", "Tax simplification is something I'll get into in a little bit, and that's part of our overall tax reform effort.", "But with that, I'll yield to my good friend from Colorado. Perhaps you have other thoughts on taxation or other things that are related to our making-life-work theme tonight."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/04/23/H2235_making-life-work-for-american-families/"],
  "speaker_party": ["R"],
  "date": ["2013-04-23"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H2235-H2242"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["MAKING LIFE WORK FOR AMERICAN FAMILIES"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-04-23/html/CREC-2013-04-23-pt1-PgH2235.htm"],
  "number": [56],
  "order": [17],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-04-23-pt1-PgH2235.chunk17"],
  "speaking": ["Well, you said so many things that really strike a chord with me. And I know, based on my consultations and visits with my constituents, they certainly do. One is the importance of funding the essential functions of government. I mean, we are the party of smart government. We've put forward specific proposals in order to rationalize different departments, make things run more efficiently, ensure we get more bang for our buck in every department of government, and avoid the duplication and wastefulness that so alienates so many of our constituents.", "There's nothing we can do that would more undermine the credibility of government as an institution--and the Federal Government in particular--than to waste money and to spend it in areas where our constituents don't want us to spend it. So our national defense is essential. That benefits working families on a daily basis. It certainly benefits our military families, but really benefits all of us. That's something we have to be very careful with as we approach these different fiscal challenges. So I applaud my colleague for her leadership in this area."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/04/23/H2235_making-life-work-for-american-families/"],
  "speaker_party": ["R"],
  "date": ["2013-04-23"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H2235-H2242"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["MAKING LIFE WORK FOR AMERICAN FAMILIES"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-04-23/html/CREC-2013-04-23-pt1-PgH2235.htm"],
  "number": [56],
  "order": [19],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-04-23-pt1-PgH2235.chunk19"],
  "speaking": ["You know, my constituents, and yours too, they don't mind paying taxes if they get the sense that we're spending those taxes on the essential functions of government and we're spending absolutely no more than required. They also wouldn't mind paying their fair share of taxes if in fact complying with the Tax Code were a simple exercise and one that seemed by most Americans to be a fair exercise.", "Having just passed tax day here, I'll share a couple of semi-humorous comments about what the American family could do instead of filing taxes, if they had taken all those 13 hours on average per American family and instead been able to use that for themselves.", "An average American family, instead of filling out their Tax Code, could have watched the entire ``Harry Potter'' movie series twice, and they'd still have time for two ``Hunger Games'' movies. Or they could have watched all six ``Star Wars'' movies three times. Or they could have lost weight if that's where they want to spend their time. If the time was spent in a spinning class, the average American, we're told, could lose 14 pounds per man and 11.8 pounds per woman, respectively. They could fly between Hong Kong and New York three times. This just illustrates how darn painful complying with this convoluted, complicated, and unfair Tax Code can be.", "I like to say that our Tax Code in a way makes those who sit down at the kitchen table and actually do their own taxes--most people actually have to hire a tax preparer or buy tax software these days--but it makes the average American feel like either a crook on one hand or a sucker on the other.", "So consider the case of John and Jane. John and Jane are neighbors; they make the exact same amount in personal income. But John decides he's going to itemize his deductions and he takes several credits--he's sort of aggressive when he's filing his taxes. Jane, on the other hand, she takes a standard deduction and fairly limited credits. Now, John is left feeling like a crook. He might feel like he's run afoul of the law. He did his best to follow it, but he might be left to feel like a crook as a result of the whole tax exercise. Jane, on the other hand, knows that John ends up paying far less in taxes even though he makes the same amount, so Jane feels kind of like a sucker. What sort of code makes you feel like either a crook or a sucker? ", "We have to stop this nonsense, simplify the Code, and reduce the rates in the process to make us more competitive vis a vis our international competitors. That's what we're doing in the Ways and Means Committee, and I invite our Democrat colleagues to help. I actually see a lot of room for common ground here, and I hope that they will join us in this exercise."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/04/23/H2235_making-life-work-for-american-families/"],
  "speaker_party": ["R"],
  "date": ["2013-04-23"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H2235-H2242"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["MAKING LIFE WORK FOR AMERICAN FAMILIES"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-04-23/html/CREC-2013-04-23-pt1-PgH2235.htm"],
  "number": [56],
  "order": [26],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-04-23-pt1-PgH2235.chunk26"],
  "speaking": ["Sorry for interrupting there, but you struck a chord when you said ``regulations.''", "We know what the American people want. They want fewer hassles, fewer burdens, fewer mandates from on high. They want more flexibility, more walking around cash, they want more choices, they want more hope for themselves and their children and grandchildren.", "With respect to regulatory reform, this impacts daily lives in a very big way. We typically hear about it in the context of how it's going to hurt your corporations or sometimes your small businesses. I happen to represent a district with a lot of rural areas in it. Not a week goes by that I don't hear a farmer complaining about some of the regulations in the pipe.", "We've had recent attempts by our Federal Government to try and regulate milk spills like oil spills, and to regulate the dust that comes across fields in rural areas."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/04/23/H2235_making-life-work-for-american-families/"],
  "speaker_party": ["R"],
  "date": ["2013-04-23"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H2235-H2242"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["MAKING LIFE WORK FOR AMERICAN FAMILIES"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-04-23/html/CREC-2013-04-23-pt1-PgH2235.htm"],
  "number": [56],
  "order": [28],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-04-23-pt1-PgH2235.chunk28"],
  "speaking": ["And how we can make life work for our regular American families, our American workers, and even our companies, because, after all, this is where most of my constituents are employed--sometimes large companies, sometimes small companies.", "With respect to regulations, we have tried a Whack-A-Mole approach going back a number of years here, where we do our best with respect to oversight. Sometimes we do better than others. And we try to prevent certain executive departments from actually implementing a given regulation, or we change the law so that the regulation can't move forward. That's hard to do. ", "But I think we need to be thinking ambitiously here about changing the entire regulatory system. I introduced earlier this year a bill that was originally authored by Geoff Davis, a Republican from Kentucky, called the REINS Act. What the REINS Act does is it establishes a $100 million threshold. So every time, say, the EPA or OSHA puts forward a rule or regulation that is determined will have $100 million or more in economic impact on our multitrillion-dollar economy, that rule or regulation has to go before Congress for an up-or-down vote.", "Now, what effect would this have? Of course, this would slow down the regulatory process, which is good. Washington needs to deliberate before it acts, right? We can still regulate. There's a role for smart regulation, but we need to deliberate before we act.", "But, perhaps, most importantly, in the end, if we pass the REINS Act, this would allow our constituents to blame us for these painful and costly regulations, rather than unelected, unaccountable bureaucrats. We want to be accountable."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/04/23/H2235_making-life-work-for-american-families/"],
  "speaker_party": ["R"],
  "date": ["2013-04-23"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H2235-H2242"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["MAKING LIFE WORK FOR AMERICAN FAMILIES"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-04-23/html/CREC-2013-04-23-pt1-PgH2235.htm"],
  "number": [56],
  "order": [38],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-04-23-pt1-PgH2235.chunk38"],
  "speaking": ["I understand that the money that Republicans would propose to spend to address this issue within the Obama structure is money the administration would instead like to spend for advertising--advertising the exchanges, advertising how the Affordable Care Act is actually going to work."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/04/23/H2235_making-life-work-for-american-families/"],
  "speaker_party": ["R"],
  "date": ["2013-04-23"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H2235-H2242"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["MAKING LIFE WORK FOR AMERICAN FAMILIES"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-04-23/html/CREC-2013-04-23-pt1-PgH2235.htm"],
  "number": [56],
  "order": [40],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-04-23-pt1-PgH2235.chunk40"],
  "speaking": ["That's right."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/04/23/H2235_making-life-work-for-american-families/"],
  "speaker_party": ["R"],
  "date": ["2013-04-23"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H2235-H2242"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["MAKING LIFE WORK FOR AMERICAN FAMILIES"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-04-23/html/CREC-2013-04-23-pt1-PgH2235.htm"],
  "number": [56],
  "order": [43],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-04-23-pt1-PgH2235.chunk43"],
  "speaking": ["This looks like a welcome addition. Before he steps to the microphone there, he's going to tell us where all the money is going, how bad our debt is, and maybe how that's crowding out future investment in our children and grandchildren.", "Is that right, Tim?"],
  "capitolwords_url": ["http://capitolwords.org/date/2013/04/23/H2235_making-life-work-for-american-families/"],
  "speaker_party": ["R"],
  "date": ["2013-04-23"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H2235-H2242"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["IMPORTANCE OF HOME HEALTHCARE"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-05-16/html/CREC-2013-05-16-pt1-PgE677-2.htm"],
  "number": [69],
  "order": [0],
  "volume": [159],
  "chamber": ["Extensions"],
  "session": [1],
  "id": ["CREC-2013-05-16-pt1-PgE677-2.chunk0"],
  "speaking": ["Mr. Speaker, I rise to address the value of home healthcare to the people of Indiana's Ninth Congressional District. In addition to being a preferred place for care for most eligible seniors, home health consistently offers seniors the lowest cost venue. In Indiana alone, over 61,000 Medicare beneficiaries receive home health services from more than 8,000 Hoosiers who provide their care. Home health services, properly regulated, need to be encouraged rather than discouraged, to fulfill their mission of quality care for America's seniors and greater value for our Medicare program. I appreciate the home health care community's efforts to develop their own proposal to weed out bad actors in their industry. One proposal that might save money within Medicare would place reasonable per-provider limitations on 60-day episodes of homecare. Such limitations aim to ensure beneficiary access to care and stop abusive billing practices that appear to exist in a small number of counties nationwide. MedPAC's March Report to Congress referenced 25 counties in the nation where a reasonable reduction in homecare utilization with an episode limit could achieve up to $1 billion in savings per year. A reasonable but stable reimbursement environment is necessary for homecare providers to continue accomplishing their mission. Since 2010, the homecare industry has been subjected to nearly $70 billion in reimbursement cuts, 21% of their total funding. I have said time and again that our Medicare system needs broad reform to make it sustainable for future generations. We cannot continue to impose cut after cut on our providers and expect to fix the system without shifting more of the financial burden to our senior population or harming patient care. Working together to implement creative reforms like this, we will ensure that this valuable service continues to improve the lives of our seniors in their homes in Indiana and across the nation."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/05/16/E677-2_importance-of-home-healthcare/"],
  "speaker_party": ["R"],
  "date": ["2013-05-16"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["E677"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["REGULATORY REFORM AND REGULATORY RELIEF"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-06-17/html/CREC-2013-06-17-pt1-PgH3672.htm"],
  "number": [86],
  "order": [15],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-06-17-pt1-PgH3672.chunk15"],
  "speaking": ["I thank so much the gentleman from Georgia for his hard work on this issue, working with our colleague, Mr. Yoho of Florida, and organizing this freshman initiative designed to tackle overly burdensome regulations, ensure that we produce smart regulations here at the Federal level and alleviate some of the pain during this very down economy that so many Americans are facing.", "You know, when you talk about regulations, this is not some arcane issue. These are the rules we live by, just like the legislation that emerges out of this body. It impacts our jobs, our economic growth, the level of personal income that Americans enjoy. It impacts the number of long-term unemployed we have in this country, and right now we're at a historic low. It impacts these things and so many others.", "People have too many hassles, too many burdens, too many anxieties, and regulations are a big part of the reason why. There are direct costs of regulations that come out of the alphabet soup agencies that populate Washington, D.C.", "There are compliance costs that our small businesses, in particular, must contend with. There's a great deal of uncertainty associated with the regulations being developed in the buildings around Washington, D.C.; and regulations lead to an increase in the costs of our goods and services produced, thus making us less competitive economically vis-a-vis our international competitors. Regulations reduce, oftentimes, the productivity of our workers, which drives down their wages, which hurts our competitiveness once again.", "So what's the solution to this?", "Well, we here in Congress, especially folks on this side of the aisle--although, I have to say, this doesn't have to be a partisan issue, and, historically, it has not always been. I think that's a good thing. But we on this side of the aisle have been trying to alleviate the pain that many businesses and Americans feel by the costliest regulations coming out of Washington, D.C. I think that is proper, and I think we should continue to do so.", "But I also believe it's time for us to consider a comprehensive approach to improving the entire regulatory process, and so that's why I have introduced, in this 113th Congress, the REINS Act.", "Now, what the REINS Act does is it establishes a $100 million threshold. This is the threshold established historically by our Office of Management and Budget for a so-called major regulation. And every major regulation, after it goes through the public hearing process, under the REINS Act, it has to go before Congress for an up-or-down vote before it can become the law of the land.", "This would improve immeasurably the quality of regulations that come out of Washington, D.C. It would slow down the regulatory process, to be sure. But let's remember, our Founding Fathers devised a system where they wanted people in Washington to deliberate before we acted. This would lead to more deliberation, wiser judgment. ", "This would also allow the American people, the citizens of this great country, to weigh in on given regulations, ones they feel passionately about.", "And, most importantly, the REINS Act would hold Members of Congress accountable for the regulations that come out of Washington.", "You know, of course it would allow us to tame some of the executive agencies that have gone rogue from time to time, that pass unwise regulations. But I think, more importantly, it would allow those who elect us to bodies like this to hold us accountable for the things that cause pain to them, those imperial regulations that are promulgated from a distant Capitol, which our Founding Fathers were so upset about when this Nation was founded.", "To the issue of congressional accountability, too many vague laws are made in this body--Dodd-Frank, the Affordable Care Act. I could go on and on. We pass and we kick the can down the road, as is often heard, on sticky issues, politically sensitive issues that politicians don't want to deal with because we know ultimately there will be regulators to fill in the gaps of our vague laws.", "Well, the REINS Act would prevent that. It would incentivize Members of Congress to take on the hard issues in the beginning because they'd know that in the end those issues are going to come back and have to be resolved in this body.", "When I go home and meet with small business people and individual constituents and they speak to me about specific regulations that are causing them pain, oftentimes, the best I can do and my colleagues can do is say, Listen, we'll try and repeal that particular regulation by preventing it from being implemented at the agency and by impacting the funding of that agency. These are very difficult things to do, and it's so incredibly difficult to identify all the bad regulations that are out there. But under the REINS Act, that would no longer be an acceptable excuse to my constituents. Unelected bureaucrats, in the end, would not be accountable; Members of Congress would. And that is the intent, in the end, of the REINS Act.", "Now, I believe in regulations, smart regulations, and this bill is about improving the regulatory process so that here in the United States of America this remains a vibrant place to live with a growing economy. Our rules must be balanced against economic concerns. The American people must have a voice about what those rules will be, and Congress cannot skirt responsibility to legislate.", "Again, I'd like to close here by thanking those who led this effort--Mr. Collins, in particular, for leading the floor conversation this evening. He's shown some great leadership as a freshman. He's working very hard. I know he came here, as did other Members, the freshman class of the 113th Congress, to make a difference. By supporting the REINS Act, I think you will help advance that cause in a very big way."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/06/17/H3672_regulatory-reform-and-regulatory-relief/"],
  "speaker_party": ["R"],
  "date": ["2013-06-17"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H3672-H3678"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["COMMENDING CLARA ROEDL ON CELEBRATING HER 100TH BIRTHDAY"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-06-25/html/CREC-2013-06-25-pt1-PgE957-2.htm"],
  "number": [92],
  "order": [0],
  "volume": [159],
  "chamber": ["Extensions"],
  "session": [1],
  "id": ["CREC-2013-06-25-pt1-PgE957-2.chunk0"],
  "speaking": ["Mr. Speaker, today I rise to congratulate Mrs. Clara Roedl on her upcoming 100th birthday, and to celebrate her life's devotion to her faith, family, and friends. Clara says those Three F's, along with kindness to others, are the secret to her longevity. Furthermore, I would like to thank her for being such a positive role model to her fellow Hoosiers, teaching us all a thing or two about important things in life. As a father of four young children, I share Clara's views about faith, family, and friends, and I firmly believe these values are the cornerstone of the Hoosier mindset. She loves to tell stories of her childhood on a farm, and through them she imparts many lessons to friends and family alike about those shared values and traditions. I am truly moved by the example she sets for those around her, and I know that the community in her hometown of Nashville joins me in this sentiment. A little more about Clara: She is the proud mother of two sons, Frank and Fred, who both have loving wives and families of their own. She also has three grandsons and two granddaughters, all of whom she loves dearly. Her commitments to family and faith go hand-in-hand: As a devout Catholic, one of her greatest pleasures comes when she is praying the Rosary with her devoted daughter-in-law, Mary Beth. So today I commend Clara for being an outstanding Hoosier and teaching family, friends, and anyone willing to listen about how to live a long, happy, and virtuous life. I wish her only the best as she celebrates her 100th birthday, and thank her again for being a living testimony to our state's traditions and values."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/06/25/E957-2_commending-clara-roedl-on-celebrating-her-100th-bi/"],
  "speaker_party": ["R"],
  "date": ["2013-06-25"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["E957"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["FAIRNESS FOR AMERICAN FAMILIES ACT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-07-17/html/CREC-2013-07-17-pt1-PgH4557.htm"],
  "number": [102],
  "order": [10],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-07-17-pt1-PgH4557.chunk10"],
  "speaking": ["Mr. Speaker, on July 2, the President announced the delay of ObamaCare's employer mandate tax. Now, we know this is great for business, for those businesses that have the resources, the lobbyists, the accountants and so on to get their message out to Congress and the administration. But it does little for hardworking American individuals and families.", "A government of the people, by the people, and for the people must be a government that is fair to all of its citizens. It's simply unfair to give business a pass, but not to give such treatment to rank-and-file Americans.", "So that's why I introduced H.R. 2668, the Fairness for American Families Act. The bill gives individuals the same reprieve from ObamaCare that our President gives to Big Business.", "Under current law, individuals must buy insurance on January 1 or pay a tax. My bill would merely delay implementation of the individual mandate tax for 1 year as well. ", "It's worth noting that the individual tax is just as confusing to hardworking Americans as the employer tax is to businesses; but families don't have teams of accountants and lawyers to help them comply with ObamaCare.", "It isn't getting any easier either. On July 5, an additional 145 pages of regulations were promulgated by this administration related to the individual tax. So how are ordinary Americans supposed to keep up with all of this?", "That's why poll after poll shows that the individual mandate tax is so unpopular. In fact, only 12 percent of Americans like it.", "The White House said they delayed the employer tax because it's too darn complex for businesses. Well, I hear from my constituents every day that the individual tax is just as confusing. They want relief.", "The President only wants to give relief to some. I think all of our constituents deserve relief. And with that in mind, I ask my colleagues from both political parties, let's take off our political blinders for once. Let's do the right thing here, and let's support the Fairness for American Families Act.", "Let's provide the same relief to America's families that the Obama administration has granted to Big Business. That's only fair."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/07/17/H4557_fairness-for-american-families-act/"],
  "speaker_party": ["R"],
  "date": ["2013-07-17"],
  "bills": ["H.R. 2668"],
  "bioguide_id": ["Y000064"],
  "pages": ["H4557-H4573"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["HONORING ALBERT R. ANNESS"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-07-23/html/CREC-2013-07-23-pt1-PgE1115-5.htm"],
  "number": [106],
  "order": [0],
  "volume": [159],
  "chamber": ["Extensions"],
  "session": [1],
  "id": ["CREC-2013-07-23-pt1-PgE1115-5.chunk0"],
  "speaking": ["Mr. Speaker, Mr. Albert Anness of Franklin Indiana has shared with me a particularly memorable experience during his service as a Congressional Page in the House of Representatives.", "Franklin D. Roosevelt unexpectedly died April 12, 1945, and his Vice-President Harry S Truman succeeded him to the Presidency. Three years later on Thursday the 20th of January 1949 Harry S Truman again took the `Oath of Office', becoming the 33rd President of the United States. The historical significance of his inauguration is greatly enhanced when you consider that of the members of the 81st Congress attending his inauguration, four of them would someday themselves become President, i.e. John F. Kennedy, Lyndon B. Johnson, Richard M. Nixon and Gerald R. Ford. Three of whom--Johnson, Nixon, and Ford--would like Truman, first serve as Vice- President. And of even greater historical significance, Congressman Gerald Ford would become both Vice-President and President without ever having been elected to either office! Fellow House Page, Jim Richardson and I briefly occupied what would arguably have been considered among the best seats at Truman's inauguration. The operative word in this scenario is BRIEFLY as our `up close and personal' presence at this historic milestone in our country's glorious history was soon, very soon, cut short by our boss `Fishbait' Miller, Doorkeeper of the United States House of Representatives. Thursday January 20, 1949 was a cloudy cold winter's day. The Boarding house where my roommate Senate Page Bob Hansel and I lived was located on New Jersey Avenue, a `stone's throw' from the entrance of the Old House Office Building. Leaving our lodgings early that Thursday morning, we encountered an almost surreal scene. It appeared as if Capitol Hill was in a `state of siege' with soldiers and military vehicles everywhere! We quickly realized today was going to be a very special day. Entering the Old House Office Building we soon were in the underground Capitol Hill complex on our way to school. After school we usually had breakfast in the House cafeteria before reporting for work. The House after a brief session adjourned, and as a body proceeded to President Truman's Inauguration. Our services no longer being required, my fellow House Pages and I scattered like the four winds! I cannot remember how it came to be that I found myself in the Rotunda of the Capitol Building standing beside the Secret Service man guarding the entrance to President Truman's Inauguration Platform. An even bigger mystery is how fellow House Page Jim Richardson came to be standing next to me. But there we were, and as luck would have it the last Congressman about to pass through the door and onto President Truman's Inaugural Platform was my Congressman Edward G. Breen of the then 3rd Congressional District of Ohio. After greeting me Congressman Breen proceeded to invite Jim and me to come along and watch President Truman's Inauguration. I explained that our passes did not extend to the Inaugural Platform. Congressman Breen while patiently waiting to pass thru the huge double ornate doors, causally turned to the Secret Service man and informed him that we were official House Pages. Unhesitatingly, and without uttering a single syllable, the Secret Service man with a mere wave of his hand gave permission for us to join the House Members on the inaugural platform. Albeit, our stay was brief but the undeniable fact remains that Jim and I were the only Pages (House, Senate or Supreme Court) who that day gained admission onto President Truman's Inaugural platform. Jim and I were ensconced in the `nose bleed' seats. Behind us was the stone outside wall of the U.S. Capitol Building! As a matter of fact we rested our backs against it. In front of us sat the House of Representatives! Across the wide center aisle was the Senate. The Supreme Court was in attendance, including Chief Justice Fred M. Vinson (who swore into office that day, both Vice President Alben W. Barkley and President Harry S Truman), the members of President's Cabinet and invited V.I.P guests. Seated immediately in front of the Inaugural platform was the United States Marine Band, and in front of the band were the members of the Washington Diplomatic Corps and beyond them, thousands of invited guests. It was an exciting scene that Jim and I were certain we would always remember! With the arrival of Vice President-Elect Alben W. Barkley and his daughter, the Marine Band played `ruffles and flourishes', and we all stood as they took their places on the platform. We arose from our seats again when the Marine Bang struck up `Hail to the Chief', announcing the arrival of President Truman, his wife Bess and daughter Margaret. Standing there thrilled to be participating in the Inaugural ceremonies, Jim and I were thunderstruck when out into the middle aisle stepped `Fishbait' Miller, looking straight at us and inexplicably, but with great emphasis gestured for Jim and me to leave the Inaugural Platform. And to leave immediately! We looked at each other in utter disbelief! How could Fishbait, in this huge throng of people have known Jim and I were on that platform? Considering the distance from where we were seated to where he was standing it just did not seem possible! Congressman Breen who had been observing the scene, turned to me and said, ``Al, I guess you two will have to go.'' With the sounds of ``Hail to the Chief'' ringing in our ears we quickly departed. Disappointed, but not ready to call it `quits', Jim and I scurried up to the roof of the Capitol Building, sharing that lofty vantage point with the Marine who were there on guard. But it was not the same. And, after a while we came back down, and with several other House Pages observed the remainder of President Truman's Inauguration from one of the House windows. To mark the occasion, we opened the window panel and inscribed our names. Several days passed before the opportunity presented itself to inquire of Head Democratic Page why `Fishbait' Miller had ordered Jim and me off President Truman's Inaugural platform. He told me that Jim was `inappropriately dressed' as he was wearing a surplus WWII Navy Pea Coat. More than sixty years have passed since that day and I still cannot figure how `Fishbait' spotted the two of us in that crowd! Not too long after the Inaugural, I was honored to be invited by Fishbait to be his guest at his church's Father & Son Banquet. He couldn't take all of the House Pages so I was selected to represent them. I still have the Banquet Program. Later that spring Fishbait assigned me to the House Ways and Means Committee to operate the sound system during the committee hearings on Amending the Social Security Act 1935. For that assignment I am forever grateful to him. On the first day of the hearings, the Doorkeeper sent fellow Page Dave Cunningham. Dave did not like the job and asked to be reassigned. Early the next morning Fishbait collared me, and away I went to the New House Office Building and the Ways & Means Committee! Had I been on the job the first day of the hearings I would have met former President Herbert Hoover, the man who was President of the United States the year I was born. In 1949 he was then President of the Hoover Commission and the first person to testify before the committee. I deeply regret having missed that opportunity. I couldn't have been happier with my assignment on the Ways & Means Committee, and I remained for the entire hearings; I was later recalled for several hearings on other legislative matters. I have a letter from Ways & Means Committee Chairman, the late Robert L. Doughton (North Carolina) in which he said, ``I remember you and your efficient services to the Committee very well. If and when you are in Washington while I am here, I would be pleased to have you come by and see me.'' He enclosed a line drawing of himself inscribed ``to my Dear Friend Albert R. Anness'' and signed it, ``Robert L. Doughton.'' My last contact with Fishbait occurred sometime in the 1970's. My wife Sharon and I were in the D.C. area visiting college friends, and one day with time to spare found ourselves near Capitol Hill. As I wanted to show Sharon around the House of Representatives, I hailed a cab, and in short order we were walking up the steps into the Rotunda through the same huge double ornate doors that I had exited President Truman's Inaugural Platform many years earlier. Desiring to renew my acquaintance with Fishbait, introduce Sharon to him and ask him permission to take her onto the floor of the House, we headed for his office. Since the House was in recess I didn't hold out much a chance of finding him there, but I felt lucky that spring day! I was pleased to find Fishbait in his office bent over a mimeograph machine busily trying to get it to work! He looked up, and greeted us in his typical down home fashion. I introduced myself and Sharon. After we shook hands he immediately hugged and kissed Sharon and then hugged and kissed her again! Grinning like Cheshire cat, Fishbait turned his attention to me. He, of course, did not remember me, and small wondering considering the hundreds of House Pages he encountered during his long career as Doorkeeper. We talked briefly and he mentioned several former Pages who had returned as Congressmen. Realizing he was busy, I soon came to the point of my visit and asked for a pass to the House floor. He apologized for not having the time to personally conduct our tour himself, and quickly scribbled out a note to the Capitol Policeman in the Visitor's Gallery. After handing me his handwritten pass, he again hugged and kissed Sharon. We shook hands, and wished each other the best. I turned, and left Fishbait's presence for the last time. On September 12, 1989, two days before my fifty-eighth birthday, Fishbait passed away."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/07/23/E1115-5_honoring-albert-r-anness/"],
  "speaker_party": ["R"],
  "date": ["2013-07-23"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["E1115-E1116"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["HONORING MARILYN E. HARRIS"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-07-24/html/CREC-2013-07-24-pt1-PgE1121-4.htm"],
  "number": [107],
  "order": [0],
  "volume": [159],
  "chamber": ["Extensions"],
  "session": [1],
  "id": ["CREC-2013-07-24-pt1-PgE1121-4.chunk0"],
  "speaking": ["Mr. Speaker, today I rise to congratulate Mrs. Marilyn Harris for receiving the Rural Development Site Manager of the Year award for Elderly Projects. This award was presented to her on June 11th, 2013 at the Council for Affordable and Rural Housing Annual Meeting and Legislative Conference in Arlington, Virginia. Marilyn was nominated by her friends and colleagues at Richland Senior Citizens Housing, Inc. in Ellettsville, Indiana. She was nominated for not just being an exceptional property manager but also being a dear friend to those senior citizens who count on her for a safe and comfortable living environment. She also enjoys the privilege of helping with several other properties that her company manages, including PRAC 811 properties for the developmentally challenged and a Rural Development property for families. As a Regional Manager of these properties, she oversees the daily operations of these communities in Indiana and Tennessee. Being both state and nationally recognized, Marilyn's hard work has not gone unnoticed, and it goes without saying, that this sort of accomplishment is not reached overnight, but through a career dedicated to exceptional work. I once again commend Marilyn for all that she has done, and thank her for her service to South Central Indiana, as she stands as testimony to Hoosier compassion and work ethic."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/07/24/E1121-4_honoring-marilyn-e-harris/"],
  "speaker_party": ["R"],
  "date": ["2013-07-24"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["E1121"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["HONORING BUFFALOUIE'S OF BLOOMINGTON, INDIANA"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-07-24/html/CREC-2013-07-24-pt1-PgE1122-2.htm"],
  "number": [107],
  "order": [0],
  "volume": [159],
  "chamber": ["Extensions"],
  "session": [1],
  "id": ["CREC-2013-07-24-pt1-PgE1122-2.chunk0"],
  "speaking": ["Mr. Speaker, my home state of Indiana takes pride in its long tradition of Hoosier innovation and small business entrepreneurship. Hoosier businesses across Indiana's 9th District strive to offer quality products and services that become integral parts of their local communities. One such small business is BuffaLouie's, a popular restaurant in Bloomington, Indiana, which is known throughout the state for their amazing selection of buffalo-style chicken wings and homemade sauces. BuffaLouie's has been a mainstay in Bloomington since they first opened their doors in 1987. It is a popular hangout for Indiana University (IU) students and Bloomington residents alike, who come and enjoy great food in a comfortable atmosphere. In fact, BuffaLouie's has such a strong reputation that they earned national recognition from USA Today as one of the Top Ten Wing Joints in the country. Today, I commend BuffaLouie's on the success of their business, as well as their commitment to improving the local Bloomington community. As part of my commitment to acknowledge Hoosier small businesses and the critical role they play in my home state, I want to recognize BuffaLouie's as the first in a series titled the 9th District's Hoosier Small Business Spotlight. Jay Lieser, an IU student and native of Buffalo, New York, founded BuffaLouie's. His mother and father, Ed and Trudy--or Mr. and Mrs. Louie as they are often referred--joined their son in his venture, bringing their family recipes to BuffaLouie's. BuffaLouie's is truly a family business, getting its name and company logo from another member of the Lieser family, Jay's grandfather Lou. This tradition of family and service to the community has been carried on by the current owners, the husband and wife team of Ed and Jamie Schwartzman. The Schwartzman's have continued to build on the cornerstone of what makes BuffaLouie's great: working hard to ``serve quality food, prepared fresh and made to order using the finest ingredients in a family friendly atmosphere.'' It is not uncommon to see both Mr. and Mrs. Schwartzman at the restaurant helping serve customers and personally thanking patrons for their business. It is this philosophy and commitment that has garnered a loyal following of wing lovers in Bloomington. BuffaLouie's strengthened its local ties when it relocated from its 17th street location to the famous Gables building on Indiana Avenue. The Gables, once known as the ``Book Nook,'' often played host to the famous jazz musician and IU graduate Hoagy Carmichael. It is where the famous musician penned part of his immortal song ``Star Dust.'' In keeping with this tradition BuffaLouie's hosts musical performances that allow customers to enjoy the historic venue. BuffaLouie's has become a landmark in Bloomington, Indiana--exemplifying the spirit of Hoosier small businesses across Indiana's 9th district. The family friendly atmosphere and nationally recognized wings continue to bring satisfied customers through the doors of the historic Gables building. I would like to congratulate BuffaLouie's on more than 25 successful years in business and thank them for the dedication they show their customers. I wish them continued success for many years to come."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/07/24/E1122-2_honoring-buffalouies-of-bloomington-indiana/"],
  "speaker_party": ["R"],
  "date": ["2013-07-24"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["E1122"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["THE MEDICAL DEVICE INDUSTRY"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-09-19/html/CREC-2013-09-19-pt1-PgH5758.htm"],
  "number": [124],
  "order": [12],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-09-19-pt1-PgH5758.chunk12"],
  "speaking": ["I thank the gentleman for his leadership on this issue, a bipartisan issue. And I am encouraged to see so many colleagues on both sides of the aisle be here with us this evening to speak out to encourage our leadership, to encourage our fellow Members to stay engaged on this.", "In the end, this is about improving lives. This is about delivering innovation within one of our highest growth economic sectors so that lives can be changed in a very positive way.", "And to bring this sort of down to Earth here, aside from the very important economic statistics that we'll be citing this evening related to jobs and economic growth and losses in revenue, aside from the stories that we're going to hear this evening about manufacturing facilities being moved overseas, plans to build them no longer in the Midwest in a place like Indiana, instead, Europe is a better place to do business, let's set all that aside just for a moment and talk about one individual. This young lady, her name is Sheila Fraser.", "Now, Sheila is a Hoosier, and she testified at a field hearing on the device tax and its impact on the individuals who benefit from medical devices and on businesses. This field hearing was held in Indianapolis a couple of years back, and Mr. Paulsen helped convene it, and we appreciated that.", "But Sheila testified that, at age 10, she was diagnosed with bone cancer in her leg. She was an elite athlete for her age, playing gymnastics and track. And one day she just woke up facing the prospect of amputation, of all things, at age 10.", "Biomet, a company out of Indiana, made a custom device for Sheila designed to expand as she grew and to replace the diseased bone while saving her leg.", "Now, today, Sheila's much older. She leads a normal, active life. When we first met, she was a senior at Marian High School in Mishawaka, Indiana. Her courses were geared for college preparation. She received honors for a GPA of 3.5 or above. She's a member of the National Honor Society.", "Now, Ms. Fraser, no doubt, has a bright future ahead of her. We have to wonder how differently her life might be were it not for the innovation that occurred at that Indiana medical device company.", "Innovation in devices changes lives, thousands of lives every year across this country. It's just--she's just one remarkable example of all the people that benefit from these devices.", "And without this type of innovation, let's think about what Sheila's life would look like. Well, she'd be physically disabled. She'd face a future of sky-high health care costs. Who knows what sort of opportunities she wouldn't be able to seize as a result of the innovations that came out of Biomet, just one company.", "Now, taxing companies that rely so much on research and development and are positively impacting so many lives, it makes absolutely no sense to me. And the only way I can make any measure of sense out of it is something that my good colleague from the other side of the aisle, Mr. Matheson, said earlier.", "This medical device surtax wasn't included in the Affordable Care Act, what the President calls ObamaCare, for any sort of policy reason. It was just put in to raise revenue. There was no real consideration when this bill was passed about how to make the bill sustainable from a fiscal standpoint. Instead, it was an insurance coverage bill, and they were going to figure out some of the financials later. And so this was one effort, I think, to mitigate the cost of the bill.", "We've discovered that it's just incredibly costly in other ways, though, the opportunity costs that will be borne by people like Sheila Fraser if this innovation doesn't occur. So, for Sheila and for millions of Americans, tens of millions of people around the world that benefit from these devices, I think we owe it to them to repeal this medical device tax, a very bipartisan issue, a bicameral issue. My constituents are demanding it. The American people are increasingly demanding it across the country.", "And so I just look forward to getting this done in conjunction with those here and others in this body."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/09/19/H5758_the-medical-device-industry/"],
  "speaker_party": ["R"],
  "date": ["2013-09-19"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H5758-H5764"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["THE MEDICAL DEVICE INDUSTRY"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-09-19/html/CREC-2013-09-19-pt1-PgH5758.htm"],
  "number": [124],
  "order": [16],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-09-19-pt1-PgH5758.chunk16"],
  "speaking": ["This hits very close to home. Because for every Zimmer or Biomet I visit in the State of Indiana, there have to be four or five small, fledgling businesses that aspire to become the next Zimmer or Biomet of the world. We're inhibiting, with this device tax, their future growth, their research efforts, and the lean years when they're just trying to get a product approved into market.", "With entrepreneurship at a 15-year low, we need to be doing everything conceivable to incentivize people to start businesses, to grow jobs, to increase personal incomes, which is exactly what this medical device sector has done in recent years. But it's all in jeopardy as a result of this surtax.", "I'm in the mood this evening to tell stories. So you have opened the door there, my good friend, Mr. Paulsen of Minnesota. So let me share with you another story about innovation in this sector.", "There was a young college student who dreamed one day of becoming a doctor. So he did very well in school and studied incredibly hard. When he graduated, the U.S. military came calling. He was brought into the service against his will--drafted--and served his time as a medical technician. He got married later and they had children and one thing led to another. They ended up moving to my hometown of Bloomington, Indiana.", "And so this once-aspiring doctor did what so many Americans decide to do: they didn't give up on their dreams. So he and his wife decided to try and make a difference in the area of medicine in their own little way. He started tinkering with some wire guides in a spare bedroom of their apartment in Bloomington. Eventually, this turned into a small business--a profitable business--and they were able to hire other people and move out of the spare bedroom.", "In later years, this company would grow to become the largest privately-held medical device company in the world, the Cook Group, headquartered in Bloomington, Indiana. Its founder was Bill Cook and his wife, Gayle, who survives him.", "They have created thousands of jobs not just in Bloomington but around the State of Indiana, all around the Midwest. And now they're creating them in Europe. They're creating them in Europe not because they want to. In fact, there were plans, I'm told, for a number of manufacturing facilities to be built in America's Midwest. But because of our regulatory burdens and, more importantly, this medical device surtax, the plans were changed and those manufacturing facilities are now going to be constructed and jobs created in Europe. Because that's a better place to do business when they look at their financials. They tried hard. They resisted making this decision. But their Federal Government pushed them in this direction.", "There's still an opportunity to salvage so many jobs, to rescue this great American industry that's really in its early stages of development. We must repeal this medical device tax. This is a no-brainer, as my oldest child says. It's a bipartisan issue.", "So I'm really encouraged to see Republicans and Democrats down here this evening trying to ensure that the next Cook Group can be created and the next Cook Group won't be strangled in the cradle during its early formative years when it's trying to get cash-flow positive.", "I'm glad we're getting out the word tonight to the American people on this important issue."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/09/19/H5758_the-medical-device-industry/"],
  "speaker_party": ["R"],
  "date": ["2013-09-19"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H5758-H5764"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["THE MEDICAL DEVICE INDUSTRY"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-09-19/html/CREC-2013-09-19-pt1-PgH5758.htm"],
  "number": [124],
  "order": [19],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-09-19-pt1-PgH5758.chunk19"],
  "speaking": ["One would hope it's precise."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/09/19/H5758_the-medical-device-industry/"],
  "speaker_party": ["R"],
  "date": ["2013-09-19"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H5758-H5764"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["THE MEDICAL DEVICE INDUSTRY"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-09-19/html/CREC-2013-09-19-pt1-PgH5758.htm"],
  "number": [124],
  "order": [22],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-09-19-pt1-PgH5758.chunk22"],
  "speaking": ["They are, indeed. And the numbers add up quickly. Right now, you indicated we're looking at a semi-monthly payment of this tax by our device companies. Roughly $100 million is due to the Internal Revenue Service semi-monthly as a result of this tax, And those numbers add up quickly.", "So far in fiscal year 2013, the taxes already cost device manufacturers nearly $2 billion, and next year is looking even worse. Next fiscal year, starting October 1, the device tax is projected to cost manufacturers over $2.5 billion. So, once again, these taxes are not just being paid by the large companies; they're being paid by companies that are drawing on all their financial wherewithal--all the venture capital they can find, all their personal savings, all the community bank loans they may be able to get during these rough times. Those monies are being used to, with a threadbare budget, to research and develop these technologies into something that can finally make their way to the market. And all the while Uncle Sam is taxing away any profits they might be realizing on another product that may already be at market.", "So this is absolutely something that is a disincentive to innovation. It undermines job creation at a time that all politicians are talking about creating jobs and saving the middle class. These are good-paying jobs. Manufacturing jobs, which you started off talking about, we need to be creating more manufacturing jobs here in the United States. So these pay better than your median or your average wage in a given State.", "This is why we have 79 supporters in the United States Senate, Republican and Democrat--and I think perhaps an independent in there, one never knows, that might favor repealing this device tax. Here in the House, we have 260 cosponsors for repealing the device tax, Republican and Democrat. So let's get it done."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/09/19/H5758_the-medical-device-industry/"],
  "speaker_party": ["R"],
  "date": ["2013-09-19"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H5758-H5764"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["THE MEDICAL DEVICE INDUSTRY"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-09-19/html/CREC-2013-09-19-pt1-PgH5758.htm"],
  "number": [124],
  "order": [24],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-09-19-pt1-PgH5758.chunk24"],
  "speaking": ["I would absolutely agree. And I throw another wrinkle into this conversation.", "We need to be identifying ways to control health care costs. Whatever one thinks of the Patient Protection and Affordable Care Act--as the President's health care law is known--we are not here to discuss the larger law. But to the extent we figure out or can incorporate into our policies cost-saving measures that still maintain the quality of care that Americans have grown to expect from our medical system, that allows us to reduce the burden of taxation.", "So I think those who are enamored of this law need to reflect on this litany of different taxes that have been put into place in order to pay for it--many of them, I believe, unwise. But this one is particularly unwise; that's why we have so much bipartisan support behind its repeal."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/09/19/H5758_the-medical-device-industry/"],
  "speaker_party": ["R"],
  "date": ["2013-09-19"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H5758-H5764"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["HONORING CRISTIANI EXCAVATING"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-09-30/html/CREC-2013-09-30-pt1-PgE1401-3.htm"],
  "number": [132],
  "order": [0],
  "volume": [159],
  "chamber": ["Extensions"],
  "session": [1],
  "id": ["CREC-2013-09-30-pt1-PgE1401-3.chunk0"],
  "speaking": ["Mr. Speaker, individuals and families benefit when businesses, big and small, are able to help communities maximize their economic potential. In Southern Indiana, Dan Cristiani is one outstanding example of a small business owner who harnesses the talent and work ethic of his employees to improve their community. At just fifteen years old, Mr. Cristiani started his first business by cutting down timber and selling it as firewood. Today his company--Dan Cristiani Excavating--is a full service business that sells and rents heavy equipment, distributes topsoil and mulch, and offers waste disposal services for individuals and companies. In addition to owning a thriving business, Mr. Cristiani has become a recognized community philanthropist. He is particularly involved with Clark County 4-H, saying, ``My dad was involved in Floyd County 4-H, and I guess I'm kind of a chip off the old block.'' In 2002, he started a consignment auction to help raise money for the organization. The annual event provides an opportunity for individuals and businesses to sell farm equipment that is no longer needed, typically generating between $15,000 and $20,000 for 4-H. Additionally, he donates money for 4-H project animals. There is no doubt that 4-H plays an essential role in educating children about the benefits of agriculture throughout Indiana's 9th District, and I appreciate that he is helping give children access to this wonderful organization. Beyond his contributions to 4-H, Mr. Cristiani and his excavating company help provide many other services to Clark County, such as funds and equipment for a new baseball park. But perhaps his greatest impact is felt when the community is most in need. For example, in 2004 a tornado struck the north edge of Borden, Indiana, and he immediately sent his excavating equipment and crew to the affected area to begin cleanup. He did so under no pretense of being paid, and there was no guarantee of reimbursement for equipment use or staff salaries. Despite that, his team stayed in the area for weeks providing assistance to Hoosiers when they most needed it. As a result, Borden was back on its feet much more quickly than other towns impacted by the storm. Dan Cristiani and Dan Cristiani Excavating are representative of the small businesses in which Hoosiers in Indiana's 9th District take pride. Their commitment and generosity prove that, whether big or small, businesses of any size can make a positive contribution to their community. I am proud to represent such sturdy Americans, and I am pleased to highlight their good works in the Congressional Record today in this installment of Indiana's 9th District Small Business Spotlight."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/09/30/E1401-3_honoring-cristiani-excavating/"],
  "speaker_party": ["R"],
  "date": ["2013-09-30"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["E1401"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["PROMOTING ADOPTION AND LEGAL GUARDIANSHIP FOR CHILDREN IN FOSTER CARE ACT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-10-22/html/CREC-2013-10-22-pt1-PgH6651.htm"],
  "number": [148],
  "order": [13],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-10-22-pt1-PgH6651.chunk13"],
  "speaking": ["Mr. Speaker, nearly 3,000 Hoosier children are currently eligible for adoption while living in foster care. Now, I know all of us can agree that these children and the over 100,000 children in the United States eligible for adoption deserve a stable, permanent, and loving home. While there is no doubt our foster care programs provide an essential service, I strongly believe, as a proud father of four young children and as someone who used to provide free legal services to those wanting to adopt, that there can be no substitute for the care a loving family can provide.", "Whether it is living with a family member or being adopted into a new family, we must do everything in our powers to see that children everywhere receive the best upbringing possible. This legislation represents a step forward in finding these children caring and supportive homes. By extending the Adoption Incentives program, we effectively encourage and incentivize States to help adopt more children out of foster care so these children can lead happy, healthy, and successful lives."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/10/22/H6651_promoting-adoption-and-legal-guardianship-for-chil/"],
  "speaker_party": ["R"],
  "date": ["2013-10-22"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H6651-H6658"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["DISAPPROVAL RESOLUTION RELATING TO DEBT LIMIT INCREASE"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-10-29/html/CREC-2013-10-29-pt1-PgH6872-3.htm"],
  "number": [152],
  "order": [0],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-10-29-pt1-PgH6872-3.chunk0"],
  "speaking": ["Mr. Speaker, pursuant to House Resolution 391 and section 1002(e) of the Continuing Appropriations Act, 2014, I have a motion at the desk."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/10/29/H6872-3_disapproval-resolution-relating-to-debt-limit-incr/"],
  "speaker_party": ["R"],
  "date": ["2013-10-29"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H6872-H6876"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["DISAPPROVAL RESOLUTION RELATING TO DEBT LIMIT INCREASE"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-10-29/html/CREC-2013-10-29-pt1-PgH6872-3.htm"],
  "number": [152],
  "order": [8],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-10-29-pt1-PgH6872-3.chunk8"],
  "speaking": ["Mr. Speaker, I ask unanimous consent that all Members have 5 legislative days in which to revise and extend their remarks and to include extraneous material on the subject of the joint resolution under consideration."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/10/29/H6872-3_disapproval-resolution-relating-to-debt-limit-incr/"],
  "speaker_party": ["R"],
  "date": ["2013-10-29"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H6872-H6876"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["DISAPPROVAL RESOLUTION RELATING TO DEBT LIMIT INCREASE"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-10-29/html/CREC-2013-10-29-pt1-PgH6872-3.htm"],
  "number": [152],
  "order": [11],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-10-29-pt1-PgH6872-3.chunk11"],
  "speaking": ["Mr. Speaker, I yield myself such time as I may consume.", "Some people may be wondering why we find ourselves here today. Some people may be confused as to why we are voting on a resolution to disapprove of the debt limit suspension 2 weeks after the fact. And some people may be asking why I introduced this resolution of disapproval on behalf of some people who voted ``yes'' and others who voted ``no'' to give the President the authority to suspend the debt limit.", "The answers to these questions are much simpler than they might appear.", "We are here today because the United States of America carries a debt load of over $17 trillion and counting.", "We are voting on this resolution today because this is the procedure that was put in place by the Senate when they crafted a package to end the government shutdown. Many of us voted for that Senate legislation largely because we didn't think it was responsible to risk defaulting on our national debt.", "However, I introduced this resolution, and a majority of House Members will vote to disapprove, because it is also not responsible to ignore the problems created by our long-term debt.", "Mr. Speaker, despite the fact that a large number in this body voted to avoid default, it would be a gross mischaracterization to say that we approve of a debt limit suspension absent adoption of bold policy reforms that will set our Nation on a sustainable fiscal trajectory.", "We must break the habit of negotiating these fiscal deals at the last minute. We must stop kicking the can down the road, proverbially skipping along from crisis to crisis.", "Simply put: enough is enough. Let's start talking across party lines about how to fix our debt problems now, not the end of a deadline.", "We know that programs like Medicare and Social Security are on unsustainable footing. That is why a Democratic President and Republican House have both offered up reforms for these programs. So if we agree there is a problem, why must we wait until the next crisis to address it?", "We know that our Tax Code is outdated and that it has become too larded up with narrowly tailored provisions that benefit only a small number of special interests. That is why our House Ways and Means chairman has met weekly with the Senate Finance chairman to discuss how best to achieve a fairer, flatter Tax Code in a bipartisan way.", "If there is agreement here, then why are we looking to self-imposed fiscal deadlines in hopes of getting a deal? I could go on and on, but I think the point is clear: Washington missed an opportunity during our most recent fiscal showdown.", "This resolution sends a message that ignoring our problems does not make them go away. It sends a message that we should not wait until the last minute, but should reach across the aisle to face these challenges now; and it sends a message that we take these issues very seriously because they bear directly on job creation, personal income levels, and our collective faith in America's enduring exceptionalism.", "I urge my colleagues to support this resolution of disapproval.", "I reserve the balance of my time."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/10/29/H6872-3_disapproval-resolution-relating-to-debt-limit-incr/"],
  "speaker_party": ["R"],
  "date": ["2013-10-29"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H6872-H6876"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["DISAPPROVAL RESOLUTION RELATING TO DEBT LIMIT INCREASE"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-10-29/html/CREC-2013-10-29-pt1-PgH6872-3.htm"],
  "number": [152],
  "order": [13],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-10-29-pt1-PgH6872-3.chunk13"],
  "speaking": ["Mr. Speaker, I yield myself such time as I may consume.", "I have so much respect for the long-standing service and distinguished tenure of my colleague on the other side of the aisle, and I just think that there is some clarification that is required in this body and for all who may be watching this evening's proceedings, so let me begin by reminding those who would review the record.", "I am not sure I invoked the words ``Republican'' or ``Democrat'' in my opening comments. If I did, it certainly wasn't in a partisan nature. Instead, I extended a hand of friendship. I tried to actually increase trust and offered the hope that we might work together, we might actually work together to work on the very problems that caused me to run for office for the first time in 2010: the $17 trillion national debt that I know has grown to a great degree during the service of the good gentleman on the other side of the aisle who just spoke; the unsustainable entitlement programs that, when push comes to shove and we can no longer find the resources to fund them because people haven't made bold enough leadership decisions, those on the margins of society will be most adversely impacted.", "I know these are issues that my good ranking member friend on the other side of the aisle cares about as much as I do. We have just not yet come together and found bipartisan solutions to these things.", "Now, the continuing resolution vote that we passed, the package, if you will, the vote that we passed a few days ago, accomplished a few things. We indicated that the President could suspend the debt ceiling, but that move could be checked by votes of disapproval in the House and the Senate. So this was a process that was put into motion by that earlier bipartisan vote that occurred right here in this body.", "It is true that it has been made clear over in the other Chamber, the Senate, that the leader there will never bring this bill up in the Senate. That has been made eminently clear. The risk of default is something that ought not be mentioned. We needn't spook the markets here. We will pay our bills in this country. That is something I have been proud to stand for ever since I have been in this body.", "The continuing resolution package also indicated that, on February 8, the debt limit would be increased to reflect the borrowing that occurred during the debt limit suspension period, and then the Treasury would be given the ability to create additional headroom via so-called extraordinary measures after the debt limit was reinstated on February ", "So that is the larger context here. It sounds to me very procedural, not particularly partisan. In fact, my hope was that this could be offered in the spirit of bipartisanship. This is a messaging bill.", "There was an allusion during my good friend's comments to a message being sent as if that is somehow a negative thing. Now, most of the bills that are introduced in this body are introduced in part, at least, to offer a message to the broader American people, and we stand here and argue on behalf of the message that we are trying to drive home.", "The message that I am trying to drive home is that these debt problems have lingered on too long and that to increase a debt limit, to suspend a debt limit, is certainly not to approve further borrowing in the future absent the sort of bold changes that, frankly, have not been enacted when my good friend has served many years in Congress. So that is the larger message here, and that is how I would respond.", "Mr. Speaker, I yield 2 minutes to the distinguished freshman gentleman from Ohio (Mr. Wenstrup), who has had a lot of life's experiences."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/10/29/H6872-3_disapproval-resolution-relating-to-debt-limit-incr/"],
  "speaker_party": ["R"],
  "date": ["2013-10-29"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H6872-H6876"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["DISAPPROVAL RESOLUTION RELATING TO DEBT LIMIT INCREASE"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-10-29/html/CREC-2013-10-29-pt1-PgH6872-3.htm"],
  "number": [152],
  "order": [17],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-10-29-pt1-PgH6872-3.chunk17"],
  "speaking": ["Mr. Speaker, I yield 4 minutes to the gentleman from Indiana (Mr. Stutzman), a hardworking colleague."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/10/29/H6872-3_disapproval-resolution-relating-to-debt-limit-incr/"],
  "speaker_party": ["R"],
  "date": ["2013-10-29"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H6872-H6876"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["DISAPPROVAL RESOLUTION RELATING TO DEBT LIMIT INCREASE"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-10-29/html/CREC-2013-10-29-pt1-PgH6872-3.htm"],
  "number": [152],
  "order": [20],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-10-29-pt1-PgH6872-3.chunk20"],
  "speaking": ["Madam Speaker, I yield the gentleman an additional 1 minute."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/10/29/H6872-3_disapproval-resolution-relating-to-debt-limit-incr/"],
  "speaker_party": ["R"],
  "date": ["2013-10-29"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H6872-H6876"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["DISAPPROVAL RESOLUTION RELATING TO DEBT LIMIT INCREASE"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-10-29/html/CREC-2013-10-29-pt1-PgH6872-3.htm"],
  "number": [152],
  "order": [23],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-10-29-pt1-PgH6872-3.chunk23"],
  "speaking": ["Madam Speaker, I yield 3 minutes to the gentleman from Kansas (Mr. Huelskamp), a distinguished colleague."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/10/29/H6872-3_disapproval-resolution-relating-to-debt-limit-incr/"],
  "speaker_party": ["R"],
  "date": ["2013-10-29"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H6872-H6876"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["DISAPPROVAL RESOLUTION RELATING TO DEBT LIMIT INCREASE"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-10-29/html/CREC-2013-10-29-pt1-PgH6872-3.htm"],
  "number": [152],
  "order": [30],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-10-29-pt1-PgH6872-3.chunk30"],
  "speaking": ["Madam Speaker, I yield 5 minutes to the gentleman from Arkansas (Mr. Griffin), a distinguished member of the Ways and Means Committee and my friend and colleague."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/10/29/H6872-3_disapproval-resolution-relating-to-debt-limit-incr/"],
  "speaker_party": ["R"],
  "date": ["2013-10-29"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H6872-H6876"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["DISAPPROVAL RESOLUTION RELATING TO DEBT LIMIT INCREASE"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-10-29/html/CREC-2013-10-29-pt1-PgH6872-3.htm"],
  "number": [152],
  "order": [33],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-10-29-pt1-PgH6872-3.chunk33"],
  "speaking": ["Mr. Speaker, in closing, I would just like to reiterate five key points:", "One, our current national debt exceeds $17 trillion, an amount that is greater than our annual GDP, the size of our economy.", "Two, while I and so many others in my party agree with many of my colleagues across the aisle that risking default is irresponsible, it is just as irresponsible to ignore why our debt is so darn high and what it means for the future of our country.", "Three, we can and must work across partisan lines to avoid default in conjunction with a debt ceiling vote or a default related to a continued failure to address the largest drivers of our debt; and we must begin that work now, not at the last minute, or the next self-imposed fiscal deadline.", "Four, those who have served here for decades have known for decades that our population was growing older, that health care costs were rising, and that our long-term fiscal trajectory was unsustainable; but nothing has happened.", "Five, this recognition that Washington continually misses opportunities to put our country on a path to fiscal health ought to be something on which we can all agree.", "I urge all my colleagues who want to see our country address our long-term challenges before it is too late to vote ``yes'' on this resolution of disapproval.", "Mr. Speaker, I yield back the balance of my time."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/10/29/H6872-3_disapproval-resolution-relating-to-debt-limit-incr/"],
  "speaker_party": ["R"],
  "date": ["2013-10-29"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H6872-H6876"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["TRIBUTE TO OUR MILITARY VETERANS"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-10-29/html/CREC-2013-10-29-pt1-PgH6882.htm"],
  "number": [152],
  "order": [4],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-10-29-pt1-PgH6882.chunk4"],
  "speaking": ["I thank the gentleman from Ohio for his leadership in these early stages of his first tour in Congress. I know he is proud of his military background, and I know he is proud of our Nation's veterans. I am proud of my own service, and I am proud of our veterans as well, the veterans of Indiana's Ninth Congressional District, those veterans I served with.", "And I would like to just highlight today one veteran who inspires me as I reflect upon his life, one veteran that I had the opportunity to get to know when I was at the United States Naval Academy. He is a fellow marine. And Veterans Day, you will recall, is a day of celebration. November 11 is a time we celebrate not only those living, but also those who have worn the uniform and died in the course of service.", "So today, I would like to talk about my classmate, the class of 1995 at Annapolis, Doug Zembiec. Maybe some of you have heard of Doug. He is a man of quite a reputation. He was a two-time NCAA All-American wrestler at the Naval Academy. He was a leader. He had an amazing presence. Even among his fellow athletes who spent a lot of their hours preparing for the next match, the next game, he stood out. He worked especially hard, always went above and beyond. Because of his tireless work ethic, because of his infectious personality and a certain X factor about him, Doug just earned all sorts of friends. And he earned the respect of people in an atmosphere at a service academy where leaders and aspiring leaders are competing for the respect of their peers, and that really says something.", "On May 31, 1995, Doug and I were commissioned as second lieutenants in the U.S. Marine Corps, at which point our careers took separate paths. After initial training at The Basic School in Quantico, Doug joined a Force Reconnaissance platoon. It was among the toughest of the United States Marines. We like to think we are all tough, but we can certainly agree that Force Recon marines have earned the respect of their fellow marines and fellow Americans.", "He was among the first to enter Kosova in 1999 with his first unit, and 5 years later, he found himself in command of Echo Company, 2nd Battalion, 1st Marines. During Operation Vigilant Resolve in 2004, Doug led his rifle company of 168 marines and sailors in the first ground assault into Fallujah. His remarkable leadership earned him a number of decorations. These things weren't important to Doug, but it is important that our country recognize our fearless leaders like him. We awarded him a Silver Star, a Bronze Star, two Purple Hearts for the wounds he suffered in the course of the Battle of Fallujah. His men were so impressed by the bravery and the principled leadership that Doug exhibited that they named him the ``Lion of Fallujah.'' The Lion of Fallujah would serve four combat tours in Iraq.", "In his final tour, on May 11, 2007, Doug was killed by small arms fire. He was always thinking of others first. Doug warned the Iraqi forces that he helped train to get down, but Doug himself did not make it.", "A mutual friend of ours and fellow Naval Academy classmate, Eric Kapitulik, who was very close to Doug, he delivered a moving eulogy at Doug's funeral at the Naval Academy chapel. He read some words that were written by Doug himself in the closing of that eulogy, entitled, ``Principles My Father Taught Me,'' and here they are:", "Be a man of principle. Fight for what you believe in. Keep your word. Live with integrity. Be brave. Believe in something bigger than yourself. Serve your country. Teach. Mentor. Give something back to society. Lead from the front. Conquer your fears. Be a good friend. Be humble and be self- confident. Appreciate your friends and family. Be a leader and not a follower. Be valorous on the field of battle. And take responsibility for your actions. Never forget those that were killed, and never let rest those that killed them.", "That is Doug Zembiec. May God continue to bless Doug Zembiec and his wife and beautiful child he left behind. May God continue to bless our Nation's veterans, and may God continue to bless this great Nation, the greatest Nation on Earth, America."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/10/29/H6882_tribute-to-our-military-veterans/"],
  "speaker_party": ["R"],
  "date": ["2013-10-29"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H6882-H6887"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["HAPPY BIRTHDAY TO PROFESSOR MENAHEM PRESSLER OF THE INDIANA UNIVERSITY JACOBS SCHOOL OF MUSIC"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-12-05/html/CREC-2013-12-05-pt1-PgE1805-4.htm"],
  "number": [172],
  "order": [0],
  "volume": [159],
  "chamber": ["Extensions"],
  "session": [1],
  "id": ["CREC-2013-12-05-pt1-PgE1805-4.chunk0"],
  "speaking": ["Mr. Speaker, I rise today to celebrate the 90th birthday of Professor Menahem Pressler of the Indiana University Jacobs School of Music in Bloomington, Indiana. I would like to join Indiana University in recognizing his lifelong dedication to music, teaching, and the artistic inspiration of others.", "During Professor Pressler's 60 years with the piano faculty of the Jacobs School of Music, he has earned the reputation as a passionate and gifted instructor, helping young, talented musicians expand upon their skills and abilities. For his commitment to music and teaching, he has received the rank of Distinguished Professor of Music at Indiana University, and also holds honorary doctorates from several other American universities. Moreover, his repute among his peers, colleagues, and students serves as a testament to his outstanding character.", "Professor Pressler's talents have taken him all over the world, performing in well-renowned competitions and musical events in the United States and abroad. He has performed solo as well as collaborated with groups like the Beaux Arts Trio, which is considered the gold standard for trios throughout the world. He has received numerous honors for his musical performances during his lifetime, beginning with first prize at the Debussy International Piano Competition in San Francisco in 1946. Since then, his career has been world renowned, performing with the orchestras of New York, Chicago, London, Paris, and many others.", "I know that Hoosiers throughout Indiana's 9th District are proud to have such a brilliant, talented gentleman reside in the vibrant town of Bloomington. He has left an incredible impact not only in South Central Indiana, but also across our nation and the world, and his life and career are deserving of much recognition. For his continued work at Indiana University and outstanding contributions to music, please join me in wishing Professor Pressler a very happy birthday."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/12/05/E1805-4_happy-birthday-to-professor-menahem-pressler-of-th/"],
  "speaker_party": ["R"],
  "date": ["2013-12-05"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["E1805"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["HONORING SCHIMPFF'S CONFECTIONARY OF JEFFERSONVILLE, INDIANA"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-12-09/html/CREC-2013-12-09-pt1-PgE1815-2.htm"],
  "number": [173],
  "order": [0],
  "volume": [159],
  "chamber": ["Extensions"],
  "session": [1],
  "id": ["CREC-2013-12-09-pt1-PgE1815-2.chunk0"],
  "speaking": ["Mr. Speaker, small mom-and-pop businesses are an integral part of local economies, especially in the State of Indiana. Schimpff's Confectionary, located in Jeffersonville, Indiana, is a prime example of a small, family-owned business that has maintained a tradition of community involvement and devotion to a quality product. Schimpff's is not only a vital part of the community, but also an important Jeffersonville landmark.", "Schimpff's Confectionary is a world-class candy maker, confectionary store, and museum located within the Old Jeffersonville Historic District. This candy store is one of the oldest in the country. It has kept the same atmosphere throughout the years and continuously draws large crowds. In addition to selling candy, Schimpff's Confectionary gives tours to visitors of the shop, providing an interactive experience and insight into how the finest candy was and is made.", "Schimpff's Confectionary contributes mightily to the town of Jeffersonville. Not only do they reliably provide delicious treats to the families of Southern Indiana and beyond, but they maintain local jobs, and their outstanding presence is a source of deep pride for the entire community. Residents of Jeffersonville have grown up with Schimpff's Confectionary, and the store has faithfully maintained its high quality standards, and friendly atmosphere, since the day it opened. For these reasons and more, I am proud to recognize Schimpff's in this installment of the 9th District's Small Business Spotlight.", "Although the Schimpff family had been making candy in Louisville, Kentucky, since 1850, the Jeffersonville store was established in 1891 by Gustave Schimpff, Sr. and Jr. The shop continues to be run by his family and is now run by the third generation of Schimpff's. Gustave's great-grandson, Warren Schimpff, continues the family legacy of exceptional candy making with his wife, Jill. Through their leadership and labor, Schimpff's has expanded their operations and developed a distinguished international reputation.", "While Schimpff's has been based in Jeffersonville since 1891, the family has traveled to Sweden to participate in the Candy Championships, the international candy competition in Granna. Jill and Warren Schimpff are the first Americans to have ever participated in this competition. While visiting Sweden, they met European candy makers, and learned some new and creative techniques to share with their many customers. Such initiatives have brought people from across the globe to Jeffersonville for the purpose of visiting their fine establishment.", "The confectionary has gained its fair share of local and national attention as well, including recognition by ``Louisville Business First'' as one of the area's top twenty for-profit attractions. Additionally, the business has gained national media attention from the Food Network, the History Channel's ``Modern Marvels,'' and American celebrity chef Paula Deen.", "The Schimpff's dedication to customers and quality has sustained the family legacy, and is responsible for the longstanding success of their business. This confectionary has been a Jeffersonville treasure since its opening over 120 years ago, and it will continue to be a recognized landmark for years to come."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/12/09/E1815-2_honoring-schimpffs-confectionary-of-jeffersonville/"],
  "speaker_party": ["R"],
  "date": ["2013-12-09"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["E1815"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
]
