[
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["HONORING ANDREW JACOBS, JR., UNITED STATES MARINE"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-01-09/html/CREC-2014-01-09-pt1-PgH81-2.htm"],
  "number": [5],
  "order": [1],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-01-09-pt1-PgH81-2.chunk1"],
  "speaking": ["Mr. Speaker, a fellow Hoosier, fellow marine and fellow patriot died on December 28 in his 81st year. I didn't know Andrew Jacobs, Jr., a gentleman who for 30 years represented the Indianapolis area in the House of Representatives with great distinction. But I am familiar with the qualities of a decent, honorable public servant; and Andy Jacobs deserves to be remembered, honored, and even emulated by those of us who now serve in this body or bother to keep watch on its proceedings.", "He was born February 24, 1932, in Indianapolis. After high school, Jacobs joined the United States Marine Corps. He was a plucky marine. His country called him to serve in the Korean war. He responded to the call of duty, fought bravely, and was wounded in action.", "When Jacobs returned home to Indiana, he enrolled in Indiana University, graduating in 1955, and 3 years later he graduated from IU's law school.", "Jacobs had a passion for public service. So after completing his studies in 1958, the marine kept fighting--fighting for a better America first as a sheriff's deputy, then as a lawyer, then as a State legislator, and then, beginning in 1965, as a Member of Congress.", "In Congress, Andy Jacobs was a member of the House Ways and Means Committee where he fought to balance the Federal budget and simplify the Tax Code. He also fought, in the memorable words of journalist Colman McCarthy, to ``oppose wars that he believed couldn't be won, explained or afforded.''", "Jacobs is survived by countless admirers, a beloved wife of 25 years, two sons and two sisters. May each of us honor this fallen marine's memory--and his constancy of purpose--by picking up his rifle and doing our part to fight for a better America."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/01/09/H81-2_honoring-andrew-jacobs-jr-united-states-marine/"],
  "speaker_party": ["R"],
  "date": ["2014-01-09"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H81"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["STOP TARGETING OF POLITICAL BELIEFS BY THE IRS ACT OF 2014"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-02-26/html/CREC-2014-02-26-pt1-PgH1960-2.htm"],
  "number": [32],
  "order": [39],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-02-26-pt1-PgH1960-2.chunk39"],
  "speaking": ["Thank you, Mr. Chairman. Thank you for your leadership on this issue.", "Mr. Speaker, I rise today because this is an essential issue that affects groups in my home State of Indiana, as well as groups throughout the country.", "As a member of the Committee on Ways and Means, I have been present during hearings where we have learned that the IRS targeted conservative and Tea Party groups. During those same hearings, I have shared letters and documents that showed some of the targeted conservative groups were my fellow Hoosiers.", "Regretfully, it appears that the IRS, rather than holding those responsible for this targeted sort of activity, is seeking to make political targeting part of their standard operating procedure. The recently proposed IRS regulation that pertains to these 501(c)(4) groups is designed to do so in a way that clearly inhibits their First Amendment activities.", "501(c)(4) is the section of our Tax Code that many of the conservative groups tried to file under. They can't file as a 501(c)(3) because that would limit their ability to engage in grassroots lobbying. They can't file as a 501(c)(5) because they aren't a labor union. They can't file as a 501(c)(6) because they aren't a chamber of commerce. They can't file as a 527 because that would limit them only to political activity.", "None of these other organizations are affected by the new regulations--only 501(c)(4)'s.", "Now, this seems curious to me, and the regulation seems aimed at preventing such groups from engaging in civil discourse. This is why I strongly support H.R. 3865, the Stop Targeting of Political Beliefs, or STOP, Act.", "This bill doesn't say that the IRS cannot regulate this issue, or even that they should not regulate this issue. {time} 1530", "Instead, it just tells them to wait until the investigation into this targeting concludes before discussing whether any changes to the rules are necessary.", "It is eminently reasonable. It would help protect the political speech and the civil rights of my constituents and those around the country. I urge my colleagues on both sides of the aisle to support this bill."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/02/26/H1960-2_stop-targeting-of-political-beliefs-by-the-irs-act/"],
  "speaker_party": ["R"],
  "date": ["2014-02-26"],
  "bills": ["H.R. 3865"],
  "bioguide_id": ["Y000064"],
  "pages": ["H1960-H1971"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["SUSPENDING THE INDIVIDUAL MANDATE PENALTY LAW EQUALS FAIRNESS ACT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-03-05/html/CREC-2014-03-05-pt1-PgH2168.htm"],
  "number": [37],
  "order": [25],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-03-05-pt1-PgH2168.chunk25"],
  "speaking": ["Madam Speaker, as we approach the deadline for enrolling in ObamaCare-sanctioned insurance, it has become clear the system is not working as its supporters intended. For months, we have been learning about Web site problems, spiking premiums, and lost coverage. For months, we have seen an underwhelming number of signups, not even close to matching the stated enrollment goals of this administration. For months, we have heard heart-wrenching stories from our districts about the negative impact this botched rollout has had on hardworking American families.", "Unfortunately for those families, the White House and those who helped bring us this law have consistently turned a deaf ear to Americans' concerns. Meanwhile, at the urging of the business community, we had the White House delay the employer mandate tax--twice. What must the constituents in our districts do to be heard by ObamaCare supporters? Should they form trade organizations and hire a lobbyist so maybe President Obama and champions of this law will listen?", "Well, guess what? My constituents did hire someone to lobby on their behalf when they elected me to Congress. It is simply not fair when businesses get a break but the people who work at those businesses do not. I am all for delaying the employer mandate tax because it is confusing and it is cumbersome for our businesses. I also feel very strongly that the individual mandate tax is just as cumbersome for individuals and families as the employer mandate tax is for our businesses. I believe that individuals and families deserve the same sort of delay. So on behalf of my constituents in Indiana's Ninth District, and on behalf of all of yours, I encourage all of my colleagues to support this bill and to support simple fairness."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/03/05/H2168_suspending-the-individual-mandate-penalty-law-equa/"],
  "speaker_party": ["R"],
  "date": ["2014-03-05"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H2168-H2177"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["SAVE AMERICAN WORKERS ACT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-04-01/html/CREC-2014-04-01-pt1-PgH2789.htm"],
  "number": [52],
  "order": [1],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-04-01-pt1-PgH2789.chunk1"],
  "speaking": ["Mr. Speaker, I ask unanimous consent that all Members may have 5 legislative days in which to revise and extend their remarks and include extraneous material on the subject of my Special Order."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/04/01/H2789_save-american-workers-act/"],
  "speaker_party": ["R"],
  "date": ["2014-04-01"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H2789-H2794"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["SAVE AMERICAN WORKERS ACT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-04-01/html/CREC-2014-04-01-pt1-PgH2789.htm"],
  "number": [52],
  "order": [4],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-04-01-pt1-PgH2789.chunk4"],
  "speaking": ["Mr. Speaker, the President proposes a 25 percent increase in the minimum wage. ObamaCare, however, is resulting in as much as a 25 percent decrease in the pay of millions of hourly workers. Because of the 30 hours is full time provision, too many Americans are not able to work the hours they need to support their families. By passing my bill, the Save American Workers Act, we can create an America that works simply by restoring the traditional 40-hour workweek.", "I am joined this evening in this Special Order by my colleagues, Representatives Kelly of Pennsylvania and Barr of Kentucky, but so many people have helped bring this important issue to the attention of the American people at large, to rank and file Americans, who during this down economy are looking for as many hours as they can get and for as much take-home pay as they might receive.", "Let me just kick this evening off by explaining in some level of detail what this 30-hour provision is because, frankly, for the uninitiated, it is a bit foreign for most of us to consider full-time employment to be a 30-hour workweek, but that is the case under the Affordable Care Act. In fact, the Affordable Care Act mandates employers provide ObamaCare-sanctioned health insurance to all of their employees should they employ 50 or more individuals who work 30 or more hours per week.", "We have all heard from employers about the adverse consequences--unintended, I expect--created by this 30 hours is full time provision. The unintended consequence is chiefly that so many employers, especially those who are squeezed by tight profit margins or those who just wouldn't be financially viable entities, are moving their employees down below this 30-hour threshold. They are reducing the number of hours that their hourly employees can work so that they don't have to provide ObamaCare-sanctioned health insurance.", "The employer mandate has been delayed by the administration twice, so it is clear that this is ill-considered policy. While the White House says the delays are to help employers, it should be even more apparent to those of us who visit with our constituents on an almost daily basis that it is the low- and middle-income worker who is being most adversely impacted by this employer mandate.", "The real result of the 30-hour bill--let me be clear--is fewer jobs, reduced hours, reduced wages, less take-home pay for things like food and shelter and clothing for Americans who need it most. I can cite plenty of examples in my district in which this is having a very serious impact at this early stage of ObamaCare's implementation. I live in Bloomington, Indiana.", "Indiana University is feeling the pinch of this and is reducing some hours of some of their hourly employees, from custodians to cafeteria workers and others, because they cannot remain a financially viable entity, as taxpayers expect it to be, should it have to comply with this employer mandate as it is currently constructed.", "Ivy Tech Community College is also feeling the pinch. In fact, 4,500 of their adjunct professors are losing hours. This is resulting in reduced course offerings for many students, but more importantly for those adjunct professors, they need the wages, they need the hours. Should Ivy Tech decide to continue on with business as usual, they would be eating all sorts of compliance costs to try and measure the hours of their hourly employees and ensure that they are complying with the law. They have done the math. They have figured out that this 30 hours is full time provision amounts to a $12 million unfunded mandate, courtesy of Uncle Sam.", "I have heard from 39 public school corporations in Indiana about the adverse consequences of this 30 hours is full time provision. In fact, they are suing the Federal Government, along with the State of Indiana, because of this provision, which they say will have catastrophic financial consequences on their operations, on their balance sheets.", "From a practical perspective, the majority of employers who voluntarily provide coverage to their employees do so for their full-time employees, and they do so because they want to attract the absolute best talent they can within the labor market. This system has succeeded in providing coverage for nearly 160 million Americans. It is working. In fact, this is the largest source of health coverage in America, but the 30-hour rule radically disrupts this success and this model. Many people will lose their coverage, especially your lower-skilled workers, often your entry-level opportunities where younger workers get valuable work experience and start to work their way up the economic ladder. We need to protect the wages of Americans who depend on them the most. That is what this bipartisan effort, the Save American Workers Act, is all about.", "I am proud to be joined in this effort by Representative Barr, who has shown some leadership on this issue, and by Representative Kelly, who was out front very early with respect to this issue. I look forward to engaging in some dialogue this evening and in turning over the mike to them to get their State level perspectives, but I think it is worth noting, because I do want to recognize them, the fair-minded Members among us who look for opportunities to work across the aisle.", "Representative Lipinski, a Democrat from Illinois, has shown a lot of leadership in the U.S. House of Representatives with respect to this issue. There are a handful of other Democrat Members who have signed on to the Save American Workers Act. It is my fervent hope, not for my interest but for the interests of my constituents and for those like them around the country, that other Democrats will join the vast majority of Republican Members of Congress in supporting this bill.", "With that, I would just invite the dialogue of Mr. Barr, my good colleague in his first term--but he seems far more experienced than that--to speak to the Save American Workers Act."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/04/01/H2789_save-american-workers-act/"],
  "speaker_party": ["R"],
  "date": ["2014-04-01"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H2789-H2794"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["SAVE AMERICAN WORKERS ACT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-04-01/html/CREC-2014-04-01-pt1-PgH2789.htm"],
  "number": [52],
  "order": [6],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-04-01-pt1-PgH2789.chunk6"],
  "speaking": ["Reclaiming my time, I sometimes like to distill the narrative down to some numbers.", "You just mentioned the movement down to 29 hours a week. Let's consider the Kentuckian or the Hoosier who is currently working 39 hours a week, and because of this provision, their employer is unable, under the current economic conditions, to offer them ObamaCare-sanctioned health insurance.", "They are incentivized to move that hardworking hourly work down to 29 hours. That is a loss of 10 hours per week. Over the course of a month, that worker is losing an entire work week.", "How is an hourly worker that has to pay for food and shelter and clothing and other basic expenditures supposed to take care of their family?", "It is imminently unfair, and someone needs to stand up for our low- and middle-income workers. I think that is the essence of what this is all about."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/04/01/H2789_save-american-workers-act/"],
  "speaker_party": ["R"],
  "date": ["2014-04-01"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H2789-H2794"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["SAVE AMERICAN WORKERS ACT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-04-01/html/CREC-2014-04-01-pt1-PgH2789.htm"],
  "number": [52],
  "order": [8],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-04-01-pt1-PgH2789.chunk8"],
  "speaking": ["If I could interject because I think you hit on a key point. This isn't ideological. This ought not be partisan at all. In fact, we have a number of Democratic cosponsors. I am gratified by their intellectual honesty, their courage, their support. They are doing the right thing here. They are looking out for their constituents.", "We have all been asked to come here and get something done while people are feeling pain. This was certainly an unintended consequence, is my reading. I don't want to impugn the motives of those who hurriedly passed this Affordable Care Act. I don't think they intended this.", "So we repeal the provision. We replace it with something that makes sense and restores wages for workers that need it most."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/04/01/H2789_save-american-workers-act/"],
  "speaker_party": ["R"],
  "date": ["2014-04-01"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H2789-H2794"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["SAVE AMERICAN WORKERS ACT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-04-01/html/CREC-2014-04-01-pt1-PgH2789.htm"],
  "number": [52],
  "order": [10],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-04-01-pt1-PgH2789.chunk10"],
  "speaking": ["Thank you for not just your support, but your vocal support, engagement, leadership, and education of your colleagues and others who are important stakeholders with respect to this issue. Thank you so much for being with us here this evening.", "I would like to pivot off of your discussion of this down economy. We are at a 35-year low in labor force participation. None of us is happy with the rate of job creation or business creation.", "One of my constituents was sharing with me recently they saw a stat indicating that business creation and entrepreneurship are at a 15-year low. Clearly, we are experiencing the hardest of times.", "The way to grow an economy, based on my economic background, is not to reduce the hours of workers and impose new compliance costs on our employers. Instead, we need to be removing obstacles to realizing the sorts of income that people need and opportunities to work your way up that economic ladder. Unfortunately, this goes in the opposite direction.", "I am pleased today to be joined by my good colleague, Mike Kelly of Pennsylvania, who partnered with me in helping to draft this legislation. He has proven himself to be a fine leader in the Ways and Means Committee."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/04/01/H2789_save-american-workers-act/"],
  "speaker_party": ["R"],
  "date": ["2014-04-01"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H2789-H2794"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["SAVE AMERICAN WORKERS ACT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-04-01/html/CREC-2014-04-01-pt1-PgH2789.htm"],
  "number": [52],
  "order": [12],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-04-01-pt1-PgH2789.chunk12"],
  "speaking": ["It makes absolutely no sense. For example, I have a school corporation in Washington County, Indiana, which I recently visited. I was visiting their superintendent and members of their school board.", "I don't know their politics, but I certainly know that they care about children. They care about all the employees who work for them. They were absolutely distraught.", "They said: Congressman, I don't know what we're going to do with respect to this 30 hours is full time provision. When we think about our substitute teachers, we are actually contemplating having to reduce the number of hours in the middle of classes because we don't have a large enough pool of substitute teachers available to draw on.", "We can literally have somebody substituting for half of a class. In order to fall under the 30 hours is full time provision in the Affordable Care Act, these folks are having to leave early.", "The students are unattended. They are not being educated. Parents are certainly upset. It is imposing undue costs upon the school corporation in order to track the hours of their employees.", "This is the sort of Rube Goldberg sort of contraption that only could be conceived of in Washington, D.C.", "I cannot make sense of why anyone would oppose trying to change this provision, as we have done in this bill. Some have speculated that it is a matter of saving face. You pass a big bill; you pass it quickly.", "It perhaps was most ill-advised in any sort of fundamental change to the bill. Any sort of repeal of a major provision within the bill and a replacement with something that works better undermines the credibility not only of the bill itself, but of those who supported it originally.", "I would like to think better of my colleagues than that. I think there has to be something else at work here, but I don't know how to explain to that superintendent and those concerned school board members in Washington County, Indiana, why others won't sign on to this."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/04/01/H2789_save-american-workers-act/"],
  "speaker_party": ["R"],
  "date": ["2014-04-01"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H2789-H2794"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["SAVE AMERICAN WORKERS ACT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-04-01/html/CREC-2014-04-01-pt1-PgH2789.htm"],
  "number": [52],
  "order": [14],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-04-01-pt1-PgH2789.chunk14"],
  "speaking": ["Thank you for your leadership on this important issue.", "This is not a political issue. There is an old saying that good policy is good politics. Those who are driven primarily by political considerations--and I think there are, frankly, few that are primarily driven by those--they need to be on the right side of history. They need to be adopting a more optimal policy with respect to how we treat our low- and middle-income workers, so I would invite their support.", "Please understand, even in this sometimes shrill, divided Congress, even in this sometimes divided Nation, there are still things we can agree upon. There are commonsensical solutions that we can adopt. There are problems that we can solve.", "Repealing the first ever definition of ``full time'' in full law at 30 hours and moving it up to 40 hours, the traditional full-time workweek standard, just makes common sense. It is going to restore wages for millions of workers. $75 billion in foregone wages will be realized if we pass the Save American Workers Act.", "Now, there has been quite a bit of talk about wages in this town and beyond in recent weeks, the minimum wage, in particular. I didn't come here to talk specifically about the minimum wage, but let me just illustrate the impact of this 40-hour provision. Let's consider the worker who works at the Federal minimum wage, which few actually do, but $7.25 an hour. So many States have a higher minimum wage. So many people get multiple jobs and, you know, gosh, my heart goes out to them. I appreciate their work ethic. But as a proportion of our economy, most people are not working at the $7.25 rate.", "But let's suppose someone is and they work 40 hours a week. That is $290 in take-home pay per week. Now, if we were to raise the minimum wage as the President suggests to $10.20 but this person got dropped down to 29 hours a week, guess what they would be making? Roughly $290 a week. The same thing.", "So, for those who see this as a sort of an issue that is somehow partisan but care deeply about the issue of the minimum wage, which I think can create distortions in the economy and kill jobs and so forth--that is a separate debate that I suspect we will have--but those who care deeply about this ought to be on board with this 40 hours is full time legislation, the Save American Workers Act, so I would invite their bipartisan support.", "I note that we have just about every Republican who has signed on to this bill. We have a handful of courageous Democrats, and I commend their participation. I think we have some others with us this evening who are supportive of this legislation, prepared to speak to their constituents' experiences and their thoughts about the adverse consequences of a 30-hour definition of ``full time'' in the United States of America.", "I am joined by my colleague from Oklahoma (Mr. Lankford), who is a very thoughtful and articulate member of the Budget Committee and cares deeply about his State. I yield to the gentleman."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/04/01/H2789_save-american-workers-act/"],
  "speaker_party": ["R"],
  "date": ["2014-04-01"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H2789-H2794"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["SAVE AMERICAN WORKERS ACT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-04-01/html/CREC-2014-04-01-pt1-PgH2789.htm"],
  "number": [52],
  "order": [16],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-04-01-pt1-PgH2789.chunk16"],
  "speaking": ["So would it be accurate to say that, in part, it is our lower-income to middle-income workers, through reduced hours, who are paying for the Affordable Care Act, which is wildly unpopular nationally?"],
  "capitolwords_url": ["http://capitolwords.org/date/2014/04/01/H2789_save-american-workers-act/"],
  "speaker_party": ["R"],
  "date": ["2014-04-01"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H2789-H2794"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["SAVE AMERICAN WORKERS ACT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-04-01/html/CREC-2014-04-01-pt1-PgH2789.htm"],
  "number": [52],
  "order": [18],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-04-01-pt1-PgH2789.chunk18"],
  "speaking": ["You mentioned a very compelling story, incidentally, and I think all of us hear these stories, Republican, Democrat, Independent. It matters not. I suspect we all hear them around our district. You mentioned the President's Statement of Administration Policy which came out today, April Fools' Day. I had to wonder whether it might have been an April Fools' joke. It, in part, reads: Rather than attempting, once again, to repeal the Affordable Care Act, which the House has tried to do over 50 times, it is time for Congress to stop fighting old political battles and join the President in an agenda focused on providing greater economic opportunity. And then it goes on and on.", "Listen, this is not a repeal of the Affordable Care Act. This is a repeal of a provision that we recognize that a bipartisan group of United States Congressmen and many Senators recognize is flawed. So, I mean, it is an absolute red herring.", "I cannot understand why the administration won't engage with us in a fair-minded, statesmanlike way to mitigate the pain so many Americans are feeling."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/04/01/H2789_save-american-workers-act/"],
  "speaker_party": ["R"],
  "date": ["2014-04-01"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H2789-H2794"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["SAVE AMERICAN WORKERS ACT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-04-01/html/CREC-2014-04-01-pt1-PgH2789.htm"],
  "number": [52],
  "order": [20],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-04-01-pt1-PgH2789.chunk20"],
  "speaking": ["I would like to associate myself with those remarks pertaining to preferring to start over in an open, deliberative fashion. My belief would be that, if we started over with respect to health care reform, we could actually control costs, increase access, continue to incentivize innovation, and do all the other things that were purportedly the rationale behind this law.", "We want to broaden coverage to those who don't have coverage, but the Affordable Care Act, so-called, does not even accomplish that. And so the administration, at least according to the Statement of Administration Policy put out today, welcomes ideas to improve the law. Well, this is an idea to improve the health care circumstances of so many Americans. We need to repeal this 30-hour provision within the law, so that is what the Save American Workers Act does.", "Now, I noted that this created some perverse incentives, this 30-hour threshold. I heard a story from a constituent who will remain unnamed for obvious reasons, but they indicated they own some fast-food restaurants, and they are actually contemplating employing some of their workers at one fast-food restaurant under the 30-hour threshold and then making an arrangement with a nearby restaurant, whether they own it or someone else owns it, of a different name to finish out their workweek. So basically, to use a colloquial example, you take off the Subway shirt or the McDonald's shirt and then put on a Burger King shirt.", "These are the sorts of perverse incentives created by ill-considered provisions in a very hastily passed and, frankly, partisan law."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/04/01/H2789_save-american-workers-act/"],
  "speaker_party": ["R"],
  "date": ["2014-04-01"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H2789-H2794"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["SAVE AMERICAN WORKERS ACT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-04-01/html/CREC-2014-04-01-pt1-PgH2789.htm"],
  "number": [52],
  "order": [22],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-04-01-pt1-PgH2789.chunk22"],
  "speaking": ["I yield to the gentleman."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/04/01/H2789_save-american-workers-act/"],
  "speaker_party": ["R"],
  "date": ["2014-04-01"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H2789-H2794"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["SAVE AMERICAN WORKERS ACT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-04-01/html/CREC-2014-04-01-pt1-PgH2789.htm"],
  "number": [52],
  "order": [24],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-04-01-pt1-PgH2789.chunk24"],
  "speaking": ["I thank the gentleman.", "I am going to close where I began. The President is proposing a 25 percent increase in the minimum wage, but ObamaCare is resulting in as much as a 25 percent decrease in the pay of millions of hourly workers. Because of the 30 hours is full time provision, too many Americans aren't able to work the number of hours they need, aren't able to get the take-home pay they need to support themselves and their families and to go after the dreams that they want to realize.", "So by passing my bill, one which has bipartisan support and which has enjoyed great leadership by so many of my colleagues, the Save American Workers Act, we can create an America that works simply by restoring the traditional 40-hour workweek.", "Mr. Speaker, I yield back the balance of my time."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/04/01/H2789_save-american-workers-act/"],
  "speaker_party": ["R"],
  "date": ["2014-04-01"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H2789-H2794"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["PRO-GROWTH BUDGETING ACT OF 2013"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-04-04/html/CREC-2014-04-04-pt1-PgH2927.htm"],
  "number": [55],
  "order": [33],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-04-04-pt1-PgH2927.chunk33"],
  "speaking": ["Mr. Chairman, I rise in support of the Pro-Growth Budgeting Act of 2013.", "I thank Dr. Price for his leadership on this issue.", "Now, this issue may strike many Americans as somewhat arcane, but it has very important and real-world implications for our Nation's economic growth, for job creation, and for wage levels.", "Under current law, when legislation is introduced, our Budget Office is prevented from taking into account how individual Americans will actually respond to that legislative proposal; so our Budget Office has to produce this artificial sort of analysis, failing to accurately estimate the true costs or benefits of a given proposal. This obscures, for policymakers, for members of the media, and for many rank-and-file Americans, the true negative impact that tax hikes can have on our Nation's economy, on the private sector, and so forth; and it fails to recognize how tax cuts can actually stimulate the very work, savings, and investment that lead to jobs, higher wages, and a secure retirement.", "So the Price bill takes an important first step to eliminating CBO's unrealistic economic analysis by requiring CBO to apply real-world analysis of the impact a proposal will have on our Nation's economy."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/04/04/H2927_pro-growth-budgeting-act-of-2013/"],
  "speaker_party": ["R"],
  "date": ["2014-04-04"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H2927-H2945"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["IMPORTANCE OF TRADE"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-04-28/html/CREC-2014-04-28-pt1-PgH3223-2.htm"],
  "number": [61],
  "order": [6],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-04-28-pt1-PgH3223-2.chunk6"],
  "speaking": ["Mr. Speaker, I thank my good friend, the chairman from Texas, for his leadership on this and so many other issues.", "I am a passionate proponent of free trade because we have the most productive workers in the world, the most productive businesses in the world. Frankly, we need to open up new markets for our commodities, for our manufactured items, for our services. That is what this initiative is all about.", "Trade promotion authority, or TPA as it is popularly known, reflects decades of debate, cooperation, and compromise between Congress and the executive branch in finding a pragmatic accommodation to the exercise of each branch's respective constitutional authorities over trade policy.", "I applaud our Ways and Means Committee Chairman Camp, as well as Chairman Sessions and Chairman Nunes, for all of their hard work pushing renewal of trade promotion authority. In January, they together introduced the bipartisan Congressional Trade Priorities Act, which updates and expands negotiation and consultation requirements.", "For me, supporting trade is a no-brainer. It is important back home in Indiana, where over 8,000 companies exported from locations within the State in 2011. Eighty-five percent of these companies were small and medium-sized enterprises with fewer than 500 employees.", "Indiana's export shipments of merchandise in 2013 totaled a whopping $34 billion. Fifty-four percent of Indiana's exports go to countries with whom the U.S. currently has a free-trade agreement.", "Trade is important for the strength of our entire country's economy. Trade supports in total more than 38 million jobs across America. U.S. exports accounted for 14 percent of America's gross domestic product in 2012 alone.", "TPA is the only way we can successfully bring international trade negotiations to a close and unlock job creating opportunities for these U.S. exports.", "The administration has laid out a bold 2014 trade agenda and is currently negotiating a regional free-trade agreement, TPP, with 11 Asia-Pacific countries; another regional trade agreement, TTIP, with 28 member counties of the European Union; and TISA, a trade and services agreement with 22 other countries.", "Combined, U.S. negotiations related to the Asia-Pacific and EU agreements would open markets with nearly 1 billion consumers, covering nearly two-thirds of the global economy and 65 percent of global trade. TISA covers about 50 percent of the global economy and over 70 percent of global services trade.", "As a cochair of the House TTIP Caucus, the ongoing U.S.-EU negotiations are a particular interest to me. The transatlantic economy is the largest and most integrated in the world, comprising 50 percent of global GDP and generating approximately $5 trillion in total commercial sales each year.", "The EU and U.S. account for 30 percent of world trade, and $2.7 billion of goods and services are traded bilaterally each day. There are a lot of numbers, but all these things speak to the power of trade and its importance, not just to my home State of Indiana, but the United States of America.", "I want to further emphasize that Europe is, by far, the largest market for U.S.-outbound investment, so I continue to work hard there in conjunction with my colleagues.", "By one estimate, approximately 15 million workers are employed as a result of transatlantic trade. As for my home State of Indiana, in 2012, the EU purchased goods worth $9.1 billion or 25 percent of our overall Indiana exports.", "In 2011, Hoosier services worth $2.4 billion went to the EU. That is 32 percent of Hoosier services exports. So successful implementation of TTIP is estimated to increase Indiana exports to the EU by roughly 33 percent and could boost net employment by up to 13,780 Hoosier jobs.", "Currently, major Indiana exports to the EU include pharmaceuticals, aerospace products and parts, and medical equipment and supplies.", "Again, I am a strong advocate of free trade, free markets. I think that trade agreements have the opportunity to strengthen our economy by creating new global markets and supporting existing ones.", "I encourage all of my colleagues to support the bipartisan Congressional Trade Priorities Act, so we can further and hopefully finalize many of these ongoing negotiations and bring final trade agreements before Congress for approval.", "I once again thank the chairman."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/04/28/H3223-2_importance-of-trade/"],
  "speaker_party": ["R"],
  "date": ["2014-04-28"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H3223-H3229"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["HONORING THE STORY INN OF BROWN COUNTY, INDIANA"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-05-01/html/CREC-2014-05-01-pt1-PgE651-4.htm"],
  "number": [64],
  "order": [0],
  "volume": [160],
  "chamber": ["Extensions"],
  "session": [2],
  "id": ["CREC-2014-05-01-pt1-PgE651-4.chunk0"],
  "speaking": ["Mr. Speaker, Hoosier innovation and small business entrepreneurship help drive the economic engine of the state. Indiana small businesses are a source of pride for towns and cities across the state for the distinctly local, high quality goods and services they provide. One such small business is the Story Inn of Brown County. Located at ``one inconvenient location since 1851,'' the Story Inn is a snapshot of Indiana's frontier past and melds modern convenience with a rugged atmosphere. The Story Inn is a staple in southern Indiana with a unique history. The village of Story, Indiana was established through a land grant from President Millard Fillmore to Dr. George Story in 1851. The village grew to support a sizeable population and embodied the small-town Hoosier experience. When the Great Depression crippled the nation, citizens of Story left in droves to search for economic opportunity elsewhere. The small Indiana town never fully regained its pre-depression population, but the lack of development and construction after the economic collapse was a benefit in disguise. Story remained a vintage tribute to Indiana's frontier past, relatively untouched by the modern era, complete with wooden cabins, cattle barns, and an old-fashioned general store. The general store was converted to a bed and breakfast in the 1980s by aspiring entrepreneurs. In 1998 the town of Story was purchased by Richard R Hofstetter and Frank Mueller. It is still owned by Mr. Hofstetter and today, the bed and breakfast occupies the entire village. A peaceful getaway nestled in the rolling hills of Brown County Indiana, the Story Inn caters to those who wish to revel in breathtaking sights, enjoy culinary delights, or escape the bustle of city life. Guests can relax in a variety of cozy rooms that have elements of modernity but seamlessly blend into the luscious forests that surround the Inn. Even Indianapolis radio personality Greg Garrison purchased a cabin that overlooks the town and is available to guests. ``The Garrison'' cabin is the epitome of Brown County style: the walls are paneled in pine and the balcony provides an expansive view of the Brown County wilderness. Guests can enjoy authentic Hoosier cuisine at the Inn's restaurant which features delicacies like locally-raised pork and beef, garden-grown herbs, spices, and fresh local produce, all complimented by a crisp glass or two of fine wine. The Story Inn's commitment to elegant simplicity drives visitors from across the state to this quaint bed and breakfast. The Story Inn of Brown County continues to offer excellent service with a local taste to any and all desiring a serene getaway. Whether one is embarking on a nature trail, wishing to sample local cuisine, yearning to enjoy the scenery, or just passing through for a visit, the Story Inn is an amazing getaway and a remarkable part of Indiana's history. I would like to thank the Story Inn for its cultural impact on the state, and most importantly, for continuing to exemplify the Hoosier spirit. I wish all involved--including the Blue Lady--continued success for many years to come!"],
  "capitolwords_url": ["http://capitolwords.org/date/2014/05/01/E651-4_honoring-the-story-inn-of-brown-county-indiana/"],
  "speaker_party": ["R"],
  "date": ["2014-05-01"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["E651"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["HOWARD P. ``BUCK'' McKEON NATIONAL DEFENSE AUTHORIZATION ACT FOR FISCAL YEAR 2015"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-05-21/html/CREC-2014-05-21-pt1-PgH4716-3.htm"],
  "number": [77],
  "order": [258],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-05-21-pt1-PgH4716-3.chunk258"],
  "speaking": ["Madam Chair, I rise today in support of my simple amendment to ensure fairness in how we treat military installations after they are closed.", "Most military installations are closed through the BRAC process. As such, they are granted certain legal protections, including indemnification from claims arising from environmental hazards created by previous DOD operations. However, some installations can be closed unilaterally by the Defense Secretary outside of the normal BRAC process. In these instances, the facilities are not granted the same protections. As it turns out, many former Army ammunition plants were closed outside the normal procedure. As you might imagine, facilities where chemicals for ammunition production were once mixed and discarded tend to pose some risk to the environment, and yet, merely because of the way they were closed down, cities and towns which later try to redevelop that property must assume the risk for any lingering environmental hazards.", "My amendment would simply extend the same protection enjoyed by most closed installations to all closed installations.", "Two years ago, I offered a similar amendment that was added to the House-passed NDAA, but it was not included in the Senate-passed version nor was it included in the conference report. That version would have retroactively applied this protection to properties which have already been transferred.", "I have heard the concerns from the DOD and from others about adding this benefit on top of previously negotiated contracts. I am sensitive to those concerns, so this updated language only applies to those properties which are still under DOD's control today. I think this adequately addresses those concerns, and it still ensures that there is equity in how we handle these properties in the future.", "I would like to thank the gentleman from California, Chairman McKeon, for his work once again in putting together this NDAA. I would also like to thank him and his staff for working with our office to draft this amendment and include it as part of this amendment package."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/05/21/H4716-3_howard-p-buck-mckeon-national-defense-authorizatio/"],
  "speaker_party": ["R"],
  "date": ["2014-05-21"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H4716-H4782"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["SECOND ANNUAL CAPITAL SOCCER CLASSIC"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-06-23/html/CREC-2014-06-23-pt1-PgH5611.htm"],
  "number": [98],
  "order": [2],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-06-23-pt1-PgH5611.chunk2"],
  "speaking": ["Mr. Speaker, I commend the gentleman and his team. Congratulations to the Democrats.", "The Republican side fought hard. We had a late surge, and we came up short by one goal, but this was for a greater cause than ourselves, promoting the sport of soccer among the youth of America; and I, too, would add: Go USA."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/06/23/H5611_second-annual-capital-soccer-classic/"],
  "speaker_party": ["R"],
  "date": ["2014-06-23"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["H5611"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["HONORING DR. NEYLAND CLARK"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-07-16/html/CREC-2014-07-16-pt1-PgE1169-3.htm"],
  "number": [111],
  "order": [0],
  "volume": [160],
  "chamber": ["Extensions"],
  "session": [2],
  "id": ["CREC-2014-07-16-pt1-PgE1169-3.chunk0"],
  "speaking": ["Mr. Speaker, I rise today to honor Dr. Neyland Clark, who has recently resigned from his post as the superintendent of the South Harrison Community School Corporation after 18 years of exemplary public service. His resignation marks a milestone in a career dedicated to education, including 26 years as a superintendent and more than four decades as an educator.", "Over the course of his career, Dr. Clark has been bestowed many accolades and awards that objectify the passion and expertise that he has brought to the field of education. In just the past few years, Dr. Clark has been conferred an honorary degree from Indiana University Southeast, awarded the University Council for Educational Administration (UCEA) ``Excellence in Educational Leadership Award,'' and honored as the ``District VIII Superintendent of the Year'' by the Indiana Association of Public School Superintendents.", "Dr. Clark is known in the education world as a capable leader and tireless innovator. Dr. Clark's successes have spanned a wide variety of issues, from combating racism in schools to balancing budgets while also raising teacher salaries. Dr. Clark's district became the first school corporation in the state of Indiana to establish an in-house professional development center in schools. These examples are more evidence of the relentless passion and knowledge Dr. Clark has brought to our education system over the past four decades.", "Despite all of the praise, Dr. Clark remains a characteristically humble Hoosier, saying ``There is no magical story for being successful; it is a good, old-fashioned southern Indiana work ethic [that paves the path to success].'' Dr. Clark's work ethic, dedication, and knowledge will be missed as he moves on to new endeavors. Dr. Clark serves as an inspiration for anyone who seeks to make a positive difference in the public sector.", "The 9th District of Indiana thanks him for his service."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/07/16/E1169-3_honoring-dr-neyland-clark/"],
  "speaker_party": ["R"],
  "date": ["2014-07-16"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["E1169"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["RECOGNIZING POLLY'S FREEZE"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-07-17/html/CREC-2014-07-17-pt1-PgE1192.htm"],
  "number": [112],
  "order": [0],
  "volume": [160],
  "chamber": ["Extensions"],
  "session": [2],
  "id": ["CREC-2014-07-17-pt1-PgE1192.chunk0"],
  "speaking": ["Mr. Speaker, my home state of Indiana takes great pride in creating an atmosphere conducive to small business innovation and entrepreneurship. When locally owned businesses are given the opportunity to succeed, families, workers, and the surrounding community all benefit. Once such example is Polly's Freeze, a popular ice cream shop just outside of Georgetown, Indiana. Polly's Freeze is a classic tale of American entrepreneurship. Elmer and Polly Gleitz purchased an abandoned filling station with the intention of restoring the facility and reopening it. After some consideration and a clever suggestion from Polly, the Gleitz family abandoned those plans and decided to turn the property into an ice cream shop and food stand. Sixty-two years later, Polly's Freeze stands as a model for excellent service and delicious ice cream that attracts large crowds all season long.", "After opening in 1952, Elmer and Polly ran the business for several years until they passed it on to their children George, Donna, and Delores. Donna and her husband Paul continued the tradition until their retirement in 2009. Subsequently, Polly's was left to Penny Bodner, an employee of thirty-two years and friend of the family. The business is now under the direction of Cara and Mike Rothrock, also longtime employees, who are dedicated to sustaining Polly's reputation for quality products and service in a family-friendly environment.", "From all across southern Indiana, residents can identify the iconic neon Polly-the-Parrot sign resting just to the side of Highway 62. It serves as a guide to Hoosiers who are looking for some good food or a cool treat on a hot summer's evening. Polly's has long been the gathering spot for youth sports teams who stop by after games to celebrate with Polly's famous upside-down banana split or their legendary orange sherbet. Polly's also provides patrons with a variety of food items such as the Pollyburger and their ground beef barbecue--a secret recipe known by only a few employees. Kids and adults alike are attracted to Polly's for its comfortable 1950's-like atmosphere, creating the perfect place to reconnect with old friends or even make new ones.", "Polly's Freeze has become a landmark in Southern Indiana, exemplifying the entrepreneurial spirit that has built this great nation. For over six decades, Polly's has provided generations of loyal patrons with lasting memories, as well as great food and cool treats. I would like to congratulate Polly's Freeze for their dedication to both their customers and the community--and I wish them continued success for many years to come."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/07/17/E1192_recognizing-pollys-freeze/"],
  "speaker_party": ["R"],
  "date": ["2014-07-17"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["E1192"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
,
{
  "speaker_state": ["IN"],
  "speaker_first": ["Todd"],
  "congress": [113],
  "title": ["IN RECOGNITION OF THE US MEDICAL SOCCER TEAM"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-08-01/html/CREC-2014-08-01-pt1-PgE1324-2.htm"],
  "number": [123],
  "order": [0],
  "volume": [160],
  "chamber": ["Extensions"],
  "session": [2],
  "id": ["CREC-2014-08-01-pt1-PgE1324-2.chunk0"],
  "speaking": ["Mr. Speaker, as co-chair of the Congressional Soccer Caucus, I rise today to recognize the US Medical Soccer Team. The Congressional Soccer Caucus mission is to encourage legislation, activities and events that promote soccer and issues affecting the greater soccer community, toward encouraging healthy and active lifestyles among America's youth.", "The US Medical Soccer Team is an organization comprised of practicing physicians from around the country who share a passion for soccer, medical education and community service. They represent the United States in the World Medical Football Championships, which is an annual World Cup-style soccer tournament comprised of similar physician teams from around the world. On July 6th, the US Medical Soccer Team will kick off their fifth year of participation in this tremendous event, taking place this year in Natal, Brazil.", "The US Medical Soccer Team formed in 2010 by connecting physically active physicians who love the game of soccer. While their time on the soccer field has been an incredible experience, the growing focus of the organization has been community service. As active physicians, the US Medical Soccer Team is passionate about reaching out to underserved youth around the United States through their outreach program ``Healthy, Fit and Smart''. This program, focused on fitness, nutrition and education, is a fun and interactive way for the team to convey the importance of an active and healthy lifestyle while educating about careers in science and healthcare. The soccer brought the team together, but the outreach has enriched their lives and fostered strong connections to numerous community centers and organizations around the country.", "In the summer of 2015, the US Medical Soccer Team is honored to host the World Medical Football Championships in Long Beach, California. This event will bring over 400 physicians from around the world to the United States for a week of athletic competition, medical education, and community outreach. The US Medical Soccer Team is confident this event and the organization's expanding efforts, both on and off the field, will be a source of pride for our nation.", "I urge all Americans to recognize the US Medical Soccer Team and wish them luck on the field as they head to Brazil to compete this summer in the Physicians' World Cup and support them off the field in their continued outreach efforts with underserved youth advocating for fitness, nutrition and education. As physically active doctors, they ``walk the talk'' and encourage other colleagues and their patients to do the same."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/08/01/E1324-2_in-recognition-of-the-us-medical-soccer-team/"],
  "speaker_party": ["R"],
  "date": ["2014-08-01"],
  "bills": {},
  "bioguide_id": ["Y000064"],
  "pages": ["E1324"],
  "speaker_last": ["Young"],
  "speaker_raw": ["mr. young of indiana"]
}
]
