[
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["AMERICANS WANT A BALANCED BUDGET"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-04-10/html/CREC-2013-04-10-pt1-PgH1872-6.htm"],
  "number": [47],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-04-10-pt1-PgH1872-6.chunk1"],
  "speaking": ["Mr. Speaker, the President released his February 2014 budget proposal this morning, and now for the first time in over 4 years, the House and the Senate and the President all have submitted budget blueprints showing their priorities for getting our Nation's finances back in good standing.", "In the House, our budget balances within 10 years by slowing the growth of government, responsibly and carefully reforming Federal spending, while strengthening and preserving Medicare and Social Security for future generations. And the House budget pays down the national debt to zero within our lifetimes.", "Just 12 weeks ago, taxes went up on every American; yet, unfortunately, the President's plan raises taxes again on Americans while increasing spending, growing the size of government, and never, ever balancing.", "Mr. Speaker, the American people want balance in Congress, and they want a balanced budget. As we go forward, let's do our job and control spending. Let's balance our own books, and let's stop the constant push for higher taxes on the American people."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/04/10/H1872-6_americans-want-a-balanced-budget/"],
  "speaker_party": ["R"],
  "date": ["2013-04-10"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H1872-H1873"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["HEROES AMONG US"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-04-16/html/CREC-2013-04-16-pt1-PgH2036-6.htm"],
  "number": [51],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-04-16-pt1-PgH2036-6.chunk1"],
  "speaking": ["Mr. Speaker, over 100 Kansans traveled across the country to take part in the world's most recognized marathon yesterday in Boston.", "We've all seen the images of the destruction caused by the cowardly acts of violence. But, Mr. Speaker, what was not cowardly was the instinct and immediate reaction of so many first responders and countless spectators who were watching their loved ones partake in the Patriots' Day tradition.", "Cowardly doesn't describe runners who passed the finish line after running 26 miles and immediately, without hesitation, turning around, running back to help.", "Those heroes include Dr. Chris Rupe from Salina, Kansas. Chris finished the race and was only 10 yards away from the first explosion. Dr. Rupe turned and ran to help the injured, the way Kansans do, the way so many Americans did.", "Mr. Speaker, there is still much to determine in regards to the details from yesterday, and we will get those answers I'm sure of it. What is known for certain is the bravery and courage of the American people and Kansans like Dr. Rupe in emergencies and times of tragedy like yesterday in Boston."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/04/16/H2036-6_heroes-among-us/"],
  "speaker_party": ["R"],
  "date": ["2013-04-16"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H2036"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["WORKING FAMILIES FLEXIBILITY ACT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-05-08/html/CREC-2013-05-08-pt1-PgH2493-5.htm"],
  "number": [64],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-05-08-pt1-PgH2493-5.chunk1"],
  "speaking": ["Mr. Speaker, in our recovering economy today, we have many families that have two working parents, each juggling their careers, coordinating children at school and extracurricular activities, parent-teacher meetings, and other work obligations. For so many Americans, balancing these important demands of family and work proves to be extremely difficult and oftentimes exhausting.", "That is why I rise today in support of giving private sector employees the same flexibility and choice to balance their careers and home lives that public sector employees have enjoyed for the past 30 years.", "The Working Families Flexibility Act simply gives employees a choice that already exists for public employees; and if passed, this commonsense legislation would correct an outdated Federal law and help give all employees more options to take care of family obligations.", "Mr. Speaker, during our continued economic recovery, at a time when it is difficult for Americans to see Washington come together and pass bipartisan, positive solutions, let's show them that we understand times are difficult for many and pass the Working Families Flexibility Act of 2013."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/05/08/H2493-5_working-families-flexibility-act/"],
  "speaker_party": ["R"],
  "date": ["2013-05-08"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H2493"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["ACCOUNTABILITY AND CONSEQUENCES FOR THE IRS"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-05-15/html/CREC-2013-05-15-pt1-PgH2625-3.htm"],
  "number": [68],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-05-15-pt1-PgH2625-3.chunk1"],
  "speaking": ["Madam Speaker, I stand today with Americans rightfully outraged and stunned that their government has admitted to harassing Americans with audits and paperwork simply based upon their political beliefs.", "The American people expect the institutions of their government at their most basic, most simple levels to be fair. They expect not to be discriminated against or targeted based on their beliefs--religious, political, or otherwise.", "But, Madam Speaker, we've learned over the past days about gross violations of our constitutional rights, an appalling overreach by the Internal Revenue Service which has admitted to targeting certain Americans for heightened tax scrutiny and additional burdensome and costly audits based solely on political affiliations. These anti-American violations strike at the heart of our free and democratic society and they confirm the worst fears that many Americans have about their government. What makes matters worse is Congress was misled into believing that this wasn't happening.", "Madam Speaker, we must get to the bottom of these very serious admissions by the IRS. There must be accountability and consequences for those involved, and we must ensure that this never happens again."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/05/15/H2625-3_accountability-and-consequences-for-the-irs/"],
  "speaker_party": ["R"],
  "date": ["2013-05-15"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H2625"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["HONORING DR. GENE JOHNSON"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-05-16/html/CREC-2013-05-16-pt1-PgE687.htm"],
  "number": [69],
  "order": [0],
  "volume": [159],
  "chamber": ["Extensions"],
  "session": [1],
  "id": ["CREC-2013-05-16-pt1-PgE687.chunk0"],
  "speaking": ["Mr. Speaker, I rise today to honor Dr. Gene Johnson, Superintendent of the Shawnee Mission School District in Johnson County Kansas, for his unwavering service to our country's greatest natural resource--our children. Dr. Johnson has tirelessly served the children of Kansas during his educational career as teacher, principal, administrative leader, and during the last five years as the Superintendent of one of the largest school districts in Kansas. He will be ending his life-long service in public education at the end of June.", "During his time of leadership Dr. Johnson has led through the difficulties of economic challenge and a changing demographic in student population, while continuing to raise the bar of academic excellence and achievement--a great example of excellence in leadership through diversity. He has quietly and brilliantly led this national award winning school district in the increase of their International Baccalaureate programs in the high schools and Advanced Placement Courses; Signature Programs in Bio-Science/Medical Studies, Bio-Technology, Engineering, Legal Studies, Culinary Arts and others while strengthening focus on early childhood education and academic rigor in the Middle Schools.", "Thank you, Dr. Johnson, for your servant leadership. You are a hero and champion, and we wish you the best in your retirement."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/05/16/E687_honoring-dr-gene-johnson/"],
  "speaker_party": ["R"],
  "date": ["2013-05-16"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["E687"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["HONORING OUR VETERANS"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-05-21/html/CREC-2013-05-21-pt1-PgH2832-6.htm"],
  "number": [72],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-05-21-pt1-PgH2832-6.chunk1"],
  "speaking": ["Mr. Speaker, Memorial Day is a day our grateful Nation devotes to observing the extraordinary sacrifices paid by so many brave military men and women. Those who served so honorably died to protect the values and ideals on which our country was built, and we will never forget them.", "Mr. Speaker, while we continue to work on behalf of the American people here in Washington, let us remember we work for people outside the beltway, many of whom are still searching for employment. With the unemployment rate for post-9/11 veterans at 9.2 percent, I'm heartbroken when reminded of veterans who come back from deployments abroad and cannot find work back home.", "This Memorial Day weekend, let us remember to always honor those so devoted to their country that they gave their lives; and let us honor those veterans who defend us on the front lines abroad by putting these brave men and women first in line at home to find a job, provide for their families, and to realize the American Dream."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/05/21/H2832-6_honoring-our-veterans/"],
  "speaker_party": ["R"],
  "date": ["2013-05-21"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H2832-H2833"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["HONORING SECOND LIEUTENANT JUSTIN SISSON AND ARMY SPECIALIST ROBERT ALLAN PIERCE"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-06-06/html/CREC-2013-06-06-pt1-PgH3229-3.htm"],
  "number": [79],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-06-06-pt1-PgH3229-3.chunk1"],
  "speaking": ["Mr. Speaker, today, I rise to recognize two of America's finest heroes.", "I was saddened to learn of the death of 23-year-old Second Lieutenant Justin Sisson. Second Lieutenant Sisson graduated from Blue Valley West High School in Overland Park, Kansas, a suburb of the Third District, which I represent. Sisson was assigned to the 1st Battalion, 506th Infantry Regiment, 4th Brigade Combat Team, 101st Airborne Division as an assistant operations officer out of Fort Campbell, Kentucky.", "Deployed to Afghanistan with less than a year of Active Duty, Sisson, along with Army Specialist Robert Allan Pierce of Panama, Oklahoma, was killed on Monday by a suicide vehicle-borne improvised explosive device.", "With the deaths of Second Lieutenant Justin Sisson and Specialist Robert Pierce, we are once again reminded that freedom is not free. As Americans, we owe a debt of gratitude to these brave men that we simply cannot repay.", "Second Lieutenant Sisson and Specialist Pierce will forever be known as patriots and heroes whose sacrifice will never be forgotten."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/06/06/H3229-3_honoring-second-lieutenant-justin-sisson-and-army-/"],
  "speaker_party": ["R"],
  "date": ["2013-06-06"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H3229"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["THE AMERICAN DREAM"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-06-17/html/CREC-2013-06-17-pt1-PgH3658-10.htm"],
  "number": [86],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-06-17-pt1-PgH3658-10.chunk1"],
  "speaking": ["Madam Speaker, I rise today to speak about the American Dream. In the United States, we are a Nation of opportunity, a country that provides everyone the chance to follow their ideas, to innovate, to explore, to create, and to build.", "In the United States, this Nation of opportunity is best represented by the millions of small businesses that make our economy grow and put our friends and neighbors to work. That's why I'm proud today to speak to recognize National Small Business Week.", "More than two out of every three new jobs created in our country are made possible by small businesses. As we spend this week highlighting the innovations and successes of small businesses across the country, let us renew our efforts to help all Americans get back to work with bipartisan and commonsense legislation that helps these small businesses grow and hire new employees.", "Madam Speaker, we must continue to work together to harness the full economic drive of the United States economy, and that drive is led by the men and women in the engine room of each and every small business across our great Nation."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/06/17/H3658-10_the-american-dream/"],
  "speaker_party": ["R"],
  "date": ["2013-06-17"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H3658-H3659"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["HAPPY BIRTHDAY, GRANDMA"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-06-28/html/CREC-2013-06-28-pt1-PgH4147-6.htm"],
  "number": [95],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-06-28-pt1-PgH4147-6.chunk1"],
  "speaking": ["Mr. Speaker, today I stand on the floor of the House of Representatives to recognize a true inspiration, a woman who embodies everything about what makes the United States an exceptional Nation. Today, I rise to wish happy birthday to my grandmother Edna Yoder, who turns 102 today.", "Born in the heartland of Kansas in 1911, my grandmother was no stranger to hard work. She spent most of her life milking cows, helping bring in the wheat harvest, raising a family of four, and being a true partner to her husband and my late grandfather, Orie Yoder.", "Her faith in God, her love of family, and her belief in hard work and humble living define my grandmother. Her generation saw the Dust Bowl, the Great Depression, and many other difficult times over the past century. Her generation's perseverance and dedication to our country helped build the most prosperous nation the world has ever seen.", "Today, on her 102nd birthday, she is happy and healthy. She tells great stories about times past, and her smile still lights up the room.", "Grandma, we could learn a lot from you. Happy birthday."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/06/28/H4147-6_happy-birthday-grandma/"],
  "speaker_party": ["R"],
  "date": ["2013-06-28"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H4147"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["SMARTER SOLUTIONS FOR STUDENTS ACT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-06-25/html/CREC-2013-06-25-pt1-PgH4002-2.htm"],
  "number": [92],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-06-25-pt1-PgH4002-2.chunk1"],
  "speaking": ["Mr. Speaker, I rise today to address the mounting financial challenges facing our college students.", "With student loan debt over $1 trillion, even larger than the credit card debt in our Nation, students are taking on a significant financial burden in order to realize their dreams. Soon that burden may grow as interest rates are set to go up significantly on these loans that students hold, thereby increasing the cost of college dramatically in our country.", "Congress must act, and the House already has. A month ago the House proactively took action to ensure America's college students and their families continue to have the Nation's support in pursuing their collegiate aspirations. In passing the Smarter Solutions for Students Act, the House would keep rates low for college students and create a permanent solution to this annual problem, getting Congress out of the business of setting interest rates.", "Mr. Speaker, I hope the Senate will take up the Smarter Solutions for Students Act to create certainty for today's college students so that they, too, may have a chance to realize the American Dream."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/06/25/H4002-2_smarter-solutions-for-students-act/"],
  "speaker_party": ["R"],
  "date": ["2013-06-25"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H4002"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["AFFORDABLE ENERGY"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-06-25/html/CREC-2013-06-25-pt1-PgH4015.htm"],
  "number": [92],
  "order": [20],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-06-25-pt1-PgH4015.chunk20"],
  "speaking": ["Well, if I might add to the gentlelady's point, the gentlelady from Alabama, this administration has continually pushed the notion that the gentlelady's describing, that regulations do create jobs. Their argument is that when they regulate our industries, when they regulate our local companies, when they regulate the local small businesses in our communities, that those businesses have to then hire people to respond to the regulations. Therefore, presto, this administration has created jobs."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/06/25/H4015_affordable-energy/"],
  "speaker_party": ["R"],
  "date": ["2013-06-25"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H4015-H4021"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["AFFORDABLE ENERGY"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-06-25/html/CREC-2013-06-25-pt1-PgH4015.htm"],
  "number": [92],
  "order": [22],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-06-25-pt1-PgH4015.chunk22"],
  "speaking": ["So to the gentlelady's point, what this administration has done is created a country that has focused their job creation on bureaucracy and regulation and red tape, and so they're forcing debt on our kids and grandkids to pay for bureaucrats to come out into our communities to force our small businesses to hire people to respond to the bureaucrats. I mean, what a maddening system. In a country where we are supposed to be the inspiration around the world, the land of hope and opportunity, and they are taking us towards becoming the land of regulation, the land of unemployment, the land of mandates and taxes.", "And all this together, it's no wonder that our unemployment rate is still almost 8 percent, or 7.6 percent. It's the longest the unemployment rate's been this high since the Great Depression for this long. And for this administration to say that this is somehow a job-creation agenda, regulating our local businesses, regulating our energy costs and driving up the cost of energy.", "And ultimately, the sad point is, and the gentleman from Arkansas spoke to this a little bit ago, is that this is not just a war on a business. This is not just a war on an energy producer. This is not just a war on a coal company. This is a war on the American people.", "They are the victims in this. It is not the small business owner that's the victim. It is the American people. It's the people struggling to pay their bills. It's the person on the fixed income. It's the single mom. It's the senior. It's someone whose energy costs are that big a proportion of their monthly budget that this really hurts them in the pocketbook. It's that family that's trying to make that life work. They are the folks that ultimately get hurt in the situation.", "So we have to stand up for the victims in this country, that silent majority that is being hurt by these anti-energy policies. And at the end of the day, that's why I join my colleagues to support an all-of-the-above energy approach to put people back to work, to lower the cost of energy in this country, and to make us more secure by making us less dependent on foreign sources of energy."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/06/25/H4015_affordable-energy/"],
  "speaker_party": ["R"],
  "date": ["2013-06-25"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H4015-H4021"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["AFFORDABLE ENERGY"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-06-25/html/CREC-2013-06-25-pt1-PgH4015.htm"],
  "number": [92],
  "order": [24],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-06-25-pt1-PgH4015.chunk24"],
  "speaking": ["We need it."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/06/25/H4015_affordable-energy/"],
  "speaker_party": ["R"],
  "date": ["2013-06-25"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H4015-H4021"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["AFFORDABLE ENERGY"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-06-25/html/CREC-2013-06-25-pt1-PgH4015.htm"],
  "number": [92],
  "order": [42],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-06-25-pt1-PgH4015.chunk42"],
  "speaking": ["And to the gentlelady's point, what a great opportunity for Members in both political parties to work together to do something that can help create jobs for the American people.", "You've talked about the over 1 million jobs that could be created this week if folks on both sides of the aisle will just work together for some bipartisan, commonsense legislation that creates affordable energy job opportunities and puts Americans to work.", "I'm sure this legislation will pass this week, but it's an opportunity for folks to vote for something that will actually make a difference. I challenge folks in both parties to stand up and support this legislation. Now, the real hope will be whether the Senate will actually take it up.", "You know, we've passed dozens upon dozens of bills that create jobs, that help put the American people back to work, yet we still have almost an 8 percent unemployment rate in this country. I'll tell you what: I am fed up with Washington getting in the way of progress. At every turn the solutions out of Washington are greater taxes, greater mandates, greater burdens on the American people.", "What we're talking about here is creating prosperity and opportunity for the American people to go back to work, to put food on the table for their families, and it's done through what is such a simple thing, domestic forms of energy that are right here at our grasp. Why wouldn't we utilize this energy that's right here in our country? It seems foolish and shortsighted. And frankly, it hurts the American people when we're not supporting domestic forms of energy.", "So this week is a great opportunity for folks who say they're for job creation, who say they're for an all-of-the-above energy approach to step up and lead and to join us in proposals that will put Americans back to work and help rebuild this country."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/06/25/H4015_affordable-energy/"],
  "speaker_party": ["R"],
  "date": ["2013-06-25"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H4015-H4021"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["HONORING ARMY SERGEANT ZEKE CROZIER"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-07-10/html/CREC-2013-07-10-pt1-PgH4320-7.htm"],
  "number": [98],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-07-10-pt1-PgH4320-7.chunk1"],
  "speaking": ["Mr. Speaker, I rise today to thank a truly remarkable American--a Kansan--who came within inches of giving his life in the service of his country, but who has made an unthinkable yet not unbelievable recovery.", "I first met Spring Hill native Army Sergeant Zeke Crozier 2 years ago. He was with the 158th Aviation Regiment out of Gardner, Kansas, and he was set to deploy to Afghanistan. After being in Afghanistan for only 41 days, the Chinook helicopter Sergeant Crozier was flying in crashed violently, and he suffered a severe traumatic brain injury.", "Defying all odds, Sergeant Crozier has made a miraculous recovery, and even walked into my district office in Overland Park, Kansas, yesterday. Sergeant Crozier's recovery efforts are inspirational. They are also a reminder that we must always keep our commitment to our Nation's veterans. There are over 530,000 veterans benefit cases on backlog at the VA. This is unacceptable to me and to the men and women willing to serve our country bravely and honorably, especially those that now need our help in return.", "To Sergeant Crozier and to all those who have served, a grateful Nation thanks you for your sacrifice."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/07/10/H4320-7_honoring-army-sergeant-zeke-crozier/"],
  "speaker_party": ["R"],
  "date": ["2013-07-10"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H4320-H4321"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["HAPPY BIRTHDAY TO SENATOR BOB DOLE"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-07-23/html/CREC-2013-07-23-pt1-PgH4866.htm"],
  "number": [106],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-07-23-pt1-PgH4866.chunk1"],
  "speaking": ["Mr. Speaker, I rise today to celebrate an American hero, a true public servant in every sense of the word, and a man with whom Kansans are proud to share the Sunflower State as home.", "Senator Bob Dole, a Russell, Kansas, native and proud Jayhawk, celebrated his 90th birthday yesterday, and has spent his entire life giving to make his country a better place for future generations. After courageously serving his country in World War II, Senator Dole continued to fight for the future of his country by serving in Congress, the Senate, and as a Republican Presidential nominee.", "Like many Americans, I've been inspired by his exceptional leadership, his encouraging and positive personality, his quick wit, and his endless and selfless giving for his fellow man.", "Mr. Speaker, as we wish Senator Bob Dole happy birthday, we look ahead toward many happy and healthy years with our great friend, and to a bright future in America because of the work of Senator Dole and the values and ideals he has personified and the qualities he has instilled in so many of us."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/07/23/H4866_happy-birthday-to-senator-bob-dole/"],
  "speaker_party": ["R"],
  "date": ["2013-07-23"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H4866"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["WE REMEMBER SEPTEMBER 11, 2001"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-09-11/html/CREC-2013-09-11-pt1-PgH5483-6.htm"],
  "number": [119],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-09-11-pt1-PgH5483-6.chunk1"],
  "speaking": ["Mr. Speaker, today we pause to remember and reflect upon the heartbreaking attacks our Nation suffered on the morning of September 11, 2001.", "We remember the lives lost at the World Trade Center, at the Pentagon, and the passengers on hijacked planes.", "We remember the bravery of all the first responders who charged towards the flames and smoke to help their fellow Americans reach safety.", "We remember the courageous service of the brave men and women in our Armed Forces and their families as they rose to the moment, responding with force to the cowardly attacks suffered by our great Nation.", "We remember a proud and strong United States of America, torn apart by terror attacks, but united by unyielding and unbending resolve.", "Today we honor the determination of our Nation, which rose from the rubble to rebuild not just buildings, but our American spirit.", "Mr. Speaker, on today's anniversary, we remember to honor the legacies of those we lost that day. We remember the best of the American patriotism and unity in the moments and days immediately after. And we remember to always keep our servicemen and -women in our best thoughts and prayers.", "God bless the United States of America."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/09/11/H5483-6_we-remember-september-11-2001/"],
  "speaker_party": ["R"],
  "date": ["2013-09-11"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H5483-H5484"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["AFFORDABLE CARE ACT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-10-04/html/CREC-2013-10-04-pt1-PgH6242-4.htm"],
  "number": [136],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-10-04-pt1-PgH6242-4.chunk1"],
  "speaking": ["Mr. Speaker, it is no secret that there is plenty to disagree about in Washington, D.C. The House majority continues to believe that funding special treatment for Members of Congress in the Affordable Care Act is wrong. The House majority continues to believe that the American people need a reprieve from the new government insurance mandate for 1 year--the same reprieve that has been given to businesses, unions, Congress, and other groups. We should all be treated equally and fairly under the law, and Congress should have to follow the same laws it dictates to the rest of America.", "But as we continue to negotiate over this divide, let's start funding the things we agree on. Let's fund veterans programs. Let's fund the NIH clinical trials. Let's fund Head Start, WIC programs. Let's open up the World War II Memorial. Surely, even in the divided times we live in, we could set aside our differences and start reopening the doors of government. This shutdown is wrong and the American people are hurting.", "Let's please start working together, getting past our differences, finding points of agreement, and let's forge ahead together united as Americans."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/10/04/H6242-4_affordable-care-act/"],
  "speaker_party": ["R"],
  "date": ["2013-10-04"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H6242"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["HEAD START CONTINUING APPROPRIATIONS RESOLUTION, 2014"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-10-08/html/CREC-2013-10-08-pt1-PgH6362.htm"],
  "number": [139],
  "order": [14],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-10-08-pt1-PgH6362.chunk14"],
  "speaking": ["I thank the chairman from Kentucky for his work on this legislation to help provide funding for Head Start kids to have an opportunity to realize all the opportunities that life presents.", "Mr. Speaker, I rise today to ask us to work together and set aside our differences for the good of the American people.", "We are divided. We have an ongoing dispute about whether Congress should receive special treatment and whether individuals should be given the same exemptions that businesses have been given under the Affordable Care Act. That is in dispute.", "Why can't we go forward with legislation and policies and things that we all agree on? The Senate has a position and the House has a position, and we can go on and on with this debate about whether we should fund special treatment for Congress, businesses, and labor unions under ObamaCare; but there are unnecessary casualties to that debate.", "Today, we have an opportunity to take Head Start off the table--a program that serves 1,146,468 kids nationwide; and 1,436 of these young students are in Kansas' Third District. These vulnerable students need our help. These are kids with little opportunity, disadvantaged by poverty and circumstances that put them behind from day one. Head Start for low-income children is a ray of hope, coming at a critical time when these young learners are developing their young minds.", "Head Start works for students, Head Start works for families, and Head Start works for the American taxpayer. So why can't we come to an agreement as to the funding for this portion of government? We can't come to it for every portion--we get that--but we are in agreement that this shutdown is unnecessary and that we can fund Head Start today.", "For some, this is a philosophical debate, but for the young learners at Head Start of Shawnee Mission, Kansas; Olathe, Kansas; or the Children's Campus in Kansas City, these are real lives and real futures at stake. They are counting on us. Surely we can take our partisan hats off for a moment and fund a bill to get each of these kids a chance to succeed.", "Let's pass a clean bill that funds Head Start today. Let's put aside our differences. Let's find common ground. We have the power today to take Head Start kids out of this debate and ensure their funding.", "Let's show the American people that today, on this issue, on these kids, there is no disagreement."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/10/08/H6362_head-start-continuing-appropriations-resolution-20/"],
  "speaker_party": ["R"],
  "date": ["2013-10-08"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H6362-H6370"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["PLAN FOR PAYING DOWN THE DEBT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-10-09/html/CREC-2013-10-09-pt1-PgH6429.htm"],
  "number": [140],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-10-09-pt1-PgH6429.chunk1"],
  "speaking": ["Mr. Speaker, the American people understand the importance of making tough decisions and balancing their budgets.", "According to the Federal Reserve, over the past 3 months, Americans have worked to pay down their credit card debts by more than $6 billion; yet the United States Government continues to operate in the red, as it has operated in the red 55 of the last 60 years. Our national debt now stands at $17 trillion. Now the administration is asking Congress to increase our debt by trillions more.", "Mr. Speaker, Americans do not want to raise the debt ceiling again unless they see a path towards paying down the national debt and balancing the Federal budget. American citizens cannot take out a loan without a plan to pay it back. How can our Nation continue to borrow money without any plan to pay it back?", "Mr. Speaker, let's stop the culture of debt and despair in Washington, D.C. Let's put a plan in place to pay down our debt, and let's get our country back on solid financial footing."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/10/09/H6429_plan-for-paying-down-the-debt/"],
  "speaker_party": ["R"],
  "date": ["2013-10-09"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H6429"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["RECOGNIZING TAIWAN NATIONAL DAY"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-10-09/html/CREC-2013-10-09-pt1-PgE1468-5.htm"],
  "number": [140],
  "order": [0],
  "volume": [159],
  "chamber": ["Extensions"],
  "session": [1],
  "id": ["CREC-2013-10-09-pt1-PgE1468-5.chunk0"],
  "speaking": ["Mr. Speaker, I rise today to honor and recognize the National Day of the Republic of China. October 10 marks the beginning of the Wuchang Uprising which led to the creation of the Republic of China in 1912.", "The Republic of China, or Taiwan as it is more commonly known, has worked tirelessly to become a global player both politically and economically. With a thriving economy, Taiwan already plays a critical role in the global supply chain and serves as a major innovator in the technology industry. I am proud to represent Garmin Ltd. in my district which is an exemplary company conducting business internationally based in both Kansas and Taiwan. The Taiwanese community is a strong contributor to Kansas's 3rd Congressional district.", "In light of these contributions, it is my belief that Taiwan should be included in the Trans-Pacific Partnership (TPP).", "Taiwan currently plays a major role in ensuring U.S. interests in the Pacific. For decades we have enjoyed a mutually beneficial relationship based on trust. It is my hope that we can continue and strengthen this relationship going forward. To achieve this goal, I look forward to working with the Administration to see that a bilateral investment agreement is signed between our countries.", "Lastly, as long standing allies, it is time for us as a Congress to reconsider our diplomatic relationship with Taiwan by welcoming high-level officials from Taiwan to meet with their American equivalents in Cabinet level positions.", "I commend Taiwan on its National Day, and look forward to a continued partnership."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/10/09/E1468-5_recognizing-taiwan-national-day/"],
  "speaker_party": ["R"],
  "date": ["2013-10-09"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["E1468-E1469"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["PASS THE FARM BILL"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-10-10/html/CREC-2013-10-10-pt1-PgH6483.htm"],
  "number": [141],
  "order": [4],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-10-10-pt1-PgH6483.chunk4"],
  "speaking": ["I appreciate my friend from Illinois for putting together this hour for us to be able to come down and have a conversation about how we protect the American farmer.", "For months and months now, we have been having a debate in the United States House and Senate about how we can put together legislation that will ensure that the men and women who bring in the crops, who tend to the livestock, who create the food source for our Nation and the world have certain policies that are predictable and that encourage farming as a way of life to continue in the United States.", "So I join my colleagues here, those from down in southern Illinois to--we just heard from my colleague, Dan Benishek from Michigan, who believes passionately in agriculture and protecting farmers. We are here together today united, standing on behalf of the farmers in our country.", "So I call on my colleagues to help us get a farm bill done. Farmers have been waiting a long time for Congress to work together to find a solution. We are obviously divided on a lot of things, but we ought to be united on helping protect the American farmer and our American food supply.", "In Kansas, farming is not just a means to make money, and certainly, it is a significant part of the Kansas economy. Along with several other parts, farming and agriculture is a key component of the Kansas economy. But it is also a way for Kansans and Americans to put food on the table for the world. Kansas is the number one wheat producer in the country, wheat that ends up feeding hungry Kansans, hungry Americans in all 50 States, and on most continents. They put in long, hard hours to bring in millions of bushels of grain, grain that will end up on the tables of the entire Nation and the entire world.", "But it is also a way of life. Now farmers at home right now--I just spoke with a farmer earlier today. Farmers are bringing in--they are harvesting their soybeans. Some are still picking corn.", "For generations, people have come to States like Kansas and Illinois and California and Michigan, and they have come to build a way of life. They have taken, in the case of Kansas, a prairie--it was undeveloped--and they came out there, and they brought their families and they took risk, much risk to carve a lifestyle out of the prairie. And through that hard work, through that determination, through that sweat off their brow, they tamed the wilderness and, in the process, they helped build the greatest nation the world has ever seen. And along the way, they asked for little in return. They built a nation with great bedrock values, good schools, good communities. It was all centered around the small family farmer.", "So that is one of the things we are down here to protect and to talk about is continuing that American tradition of the small family farmer. And so they have worked hard. They work long days, sunup to sundown. Sometimes farmers will work through the night, 24-hour shifts even, to bring in the crops when the time has come.", "I grew up on a farm myself. I remember going out, my dad going out in the middle of the winter and bringing a round bale to our cattle and ensuring that the livestock could have feed. And that meat that they produced, we produced and farmers produce all across the country, that ends up taking care of Americans everywhere.", "So now those farmers, they are counting on us. When they plant their fall crops, they need predictability and they need certainty. It is time to move past short-term bills. It is time to move past short-term promises. We need to move towards long-term policies that will create stability, that will allow farmers to plant, allow farmers to go back to doing what they do best: growing food, feeding a hungry Nation.", "This fall, Kansas farmers are hard at work bringing in the autumn harvest, and they are planting the 2014 crop. They have patiently waited for Congress to act on a farm bill. Now is the time to move forward.", "The farm bill provides farmers with crucial safety net programs that allow them to protect their operations from uncertainty and the sudden downturns that can occur when growing crops and raising livestock. These programs are essential in providing farmers with the certainty they need to be successful.", "So as we have this larger debate about how to solve the debt crisis, I think farmers have been admirable in this debate. Farmers came forward and said, Look, you know, we receive direct payments. We know that is a burden on the Treasury. We know there are a lot of burdens on the Treasury. We hope that we can all pitch in to help solve our national debt crisis. We are going to voluntarily, we are going to give those things up.", "And every other group that comes before Washington, most groups give up nothing. They want more. In fact, in Washington, when you don't get more than you got last year, it is a cut.", "Farmers said, We are willing to take a cut. We are willing to take billions of dollars of cuts because we want to do our part to ensure that we are helping resolve the national debt crisis.", "So they were first in line to give up support, and some of that support was very crucial to farms and has been crucial to farmers to keep them from ending up in bankruptcy or farms from going under. They are giving that up. No more direct payments. Those are the kinds of reforms we need to do.", "Now, what they have asked for in return is a little protection of risk. The expense today to put out a field of crops like corn, soybeans, milo, or wheat, in Kansas, creates a tremendous amount of risk--risk that banks won't cover unless there is some sort of protection in the event of a flood, hailstorm, or a drought, and sometimes all of the above. You can wipe out a single crop overnight.", "These farmers have invested their entire livelihood. They don't have a 401(k). They don't have a pension. They don't have some corporate plan to protect their retirement. Their future is in the crop they're laying out in that field, and the proceeds from that crop are going to go to investing in the next crop. And so if that crop goes under and there is no crop insurance, there is no protection for those farmers, then those farmers go under, they go bankrupt, and that way of life ends.", "And so my heart goes out to those farmers that that may happen to, but it is a larger issue than just the farmers. Without crop insurance, without that protection, those farmers lose those farms and that means we don't have a food supply that we can count on. That means that the world doesn't have the food that they need to feed the hungry. I know most people get food from the grocery store these days, but it comes from the fields of Kansas and Illinois and places in between.", "So it is my hope that Democrats, Republicans, House, Senate, and the President will work together in the coming days to put a farm bill on the floor that we can all get behind that can go to the President's desk and receive his signature. We've got a lot of divisions, but we would be united today--all of us--in protection, in fighting for the American farmer."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/10/10/H6483_pass-the-farm-bill/"],
  "speaker_party": ["R"],
  "date": ["2013-10-10"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H6483-H6489"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["OPEN ACCESS WEEK"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-10-23/html/CREC-2013-10-23-pt1-PgH6693-4.htm"],
  "number": [149],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-10-23-pt1-PgH6693-4.chunk1"],
  "speaking": ["Mr. Speaker, I rise today in support of greater accessibility to taxpayer-funded research.", "This week is Open Access Week in America, and I am proud to be a lead cosponsor of the Fair Access to Science and Technology Research Act, better known as FASTR.", "Access to scientific research maximizes research investments and improves the quality of science while assuring transparency and efficient use of tax dollars. Simply put, taxpayers should not have to pay for taxpayer-funded research over and over again.", "Policies like FASTR have been a tremendous success already at the National Institutes of Health, and some of the best research institutions in America, like my alma mater, the University of Kansas, have helped lead the charge by instituting open access policies of their own.", "Now it is time to make open access the law of the land for all publicly funded research. I urge my colleagues to make a real impact on the quality of science and lifesaving research conducted in America, and urge them to cosponsor and support the Fair Access to Science and Technology Research Act."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/10/23/H6693-4_open-access-week/"],
  "speaker_party": ["R"],
  "date": ["2013-10-23"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H6693"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["LET'S WORK TOGETHER"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-10-30/html/CREC-2013-10-30-pt1-PgH6914-4.htm"],
  "number": [153],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-10-30-pt1-PgH6914-4.chunk1"],
  "speaking": ["Mr. Speaker, the American people are looking for results from Washington, D.C. Even though we have a divided government, I still believe we can and must work together to solve the many challenges facing our great Nation.", "More than anything, we must work together in the coming months to help put more Americans back to work and kick-start our sluggish economy. We can work together to reform our Tax Code and make it simpler and easier to understand and comply with. We can work together to build a national energy policy that safely utilizes all of America's resources, putting people to work and keeping energy costs down.", "We can work together to support education, research, infrastructure, immigration reform. Yes, and even pass a farm bill.", "We can work together to reform important programs like Medicare and Social Security so we can preserve and protect them for the future generations while balancing our budget and controlling spending.", "Today, our economy may be stagnant, but our optimism and determination have never been greater. Let's work together to renew the prosperity and opportunity for all Americans in our great Nation."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/10/30/H6914-4_lets-work-together/"],
  "speaker_party": ["R"],
  "date": ["2013-10-30"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H6914"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["GET GOVERNMENT OUT OF THE WAY AND PUT AMERICANS BACK TO WORK"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-11-14/html/CREC-2013-11-14-pt1-PgH7065-3.htm"],
  "number": [162],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-11-14-pt1-PgH7065-3.chunk1"],
  "speaking": ["Madam Speaker, Americans want Congress to support policies that help put our Nation back to work. Creating jobs is the key to improving our economy.", "However, too often, government stands in the way of job creation by imposing costly regulations on businesses and municipalities, creating uncertainty and hindering job growth.", "I recently visited a wastewater treatment facility in my district. While there, I learned that new EPA mandates, specifically on wet weather wastewater treatment, will increase costs on Johnson County, Kansas, ratepayers by 25 percent.", "New EPA regulations on an energy plant in Kansas City, Kansas, will force the board of public utilities to make modifications--$250 million in costs--resulting in a 15 to 20 percent monthly increase in the average electric bill to consumers, families, and businesses in Wyandotte County, who are already feeling the crunch of hard economic times.", "These regulations are essentially hidden taxes on Kansas families, many of whom are already pinching pennies to pay their bills.", "Madam Speaker, regulations do not create jobs. Let's get government out of the way and let's put Americans back to work."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/11/14/H7065-3_get-government-out-of-the-way-and-put-americans-ba/"],
  "speaker_party": ["R"],
  "date": ["2013-11-14"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H7065"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["PRO-GROWTH ENERGY POLICY"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-11-20/html/CREC-2013-11-20-pt1-PgH7266-5.htm"],
  "number": [166],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-11-20-pt1-PgH7266-5.chunk1"],
  "speaking": ["Mr. Speaker, Americans are working hard to make ends meet during this sluggish economy, and a clear and predictable pro-growth energy policy will help to alleviate financial stress on American families as energy costs rise. But most of all, pro-growth energy policies will create jobs and put Americans back to work.", "If you are looking for legislation that will create jobs across America, there are several opportunities to vote ``yes'' this week in the United States House.", "The Natural Gas Pipeline Permitting Reform Act, Federal Lands Jobs and Energy Security Act, and the Protecting States' Rights to Promote American Energy Security Act are all pro-growth, pro-energy policies that the House will consider this week and will give all my colleagues an opportunity to show whether they are pro-jobs or not.", "These bills will promote natural gas pipeline infrastructure construction projects, expand onshore American energy production, and create jobs by passing these bills that will streamline government red tape and eliminate duplicative and costly regulations that only delay safe energy production on American soil.", "Mr. Speaker, let's unite on behalf of the American people and support these pro-energy growth, pro-job creation bills."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/11/20/H7266-5_pro-growth-energy-policy/"],
  "speaker_party": ["R"],
  "date": ["2013-11-20"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H7266"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["BIPARTISAN SOLUTIONS FOR PROSPERITY"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-12-03/html/CREC-2013-12-03-pt1-PgH7404-6.htm"],
  "number": [170],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-12-03-pt1-PgH7404-6.chunk1"],
  "speaking": ["Mr. Speaker, the American people are still most concerned about job opportunities and economic growth. They're concerned with their checkbooks and family budgets as the winter months and holiday seasons arrive.", "All too often, Washington, D.C., makes it harder on the economy and the American people, not easier. Layer upon layer of government mandates, regulations, and taxes suffocate our struggling economy and come down hard upon the hardworking American people.", "The House must remain committed to focusing on job creation, economic prosperity, and opportunities for all Americans to succeed. This week, the House will continue our efforts to put more Americans back to work by focusing on pro-jobs legislation that make it easier for our small businesses to access resources they need to expand and add employees.", "We will work to pass legislation that builds on hydropower in our country, creating good-paying jobs through continuing to develop our all-of-the-above national energy policy.", "Mr. Speaker, the American people want Congress to work together for the betterment of our entire Nation. We must come together and support these bipartisan solutions that encourage economic growth, better paying jobs, and lead to more economic prosperity for all."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/12/03/H7404-6_bipartisan-solutions-for-prosperity/"],
  "speaker_party": ["R"],
  "date": ["2013-12-03"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H7404-H7405"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["CONGRATULATING DR. TOM TRIGG"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-12-04/html/CREC-2013-12-04-pt1-PgE1789.htm"],
  "number": [171],
  "order": [0],
  "volume": [159],
  "chamber": ["Extensions"],
  "session": [1],
  "id": ["CREC-2013-12-04-pt1-PgE1789.chunk0"],
  "speaking": ["Mr. Speaker, I rise today to congratulate Dr. Tom Trigg, Superintendent, Blue Valley School District, Ms. Debbie Bond, Principal, and all of the members of the ``Bulldog'' community of Mission Trail Elementary School.", "Mission Trail Elementary School's excellence in education has been noted time and again and now officially recognized as Mission Trail Elementary School has been named a 2013 Blue Ribbon School with further honors noting them as an ``Exemplary High Performing School'' by the U.S. Department of Education.", "As an ``Exemplary High Performing School'' they have been acclaimed for their continued hard work and the results which they have achieved through that work.", "This prestigious honor is received by less than 300 of the best schools across the Nation. I am proud to represent a school who achieves so highly, preparing tomorrow's generation to be the leaders in America and the world.", "The diligence of students, teachers, administration, parents, and the community as a whole contributes to this great achievement. Mission Trail Elementary School truly is a model to be upheld for education throughout our Nation."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/12/04/E1789_congratulating-dr-tom-trigg/"],
  "speaker_party": ["R"],
  "date": ["2013-12-04"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["E1789"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["PRAISING THE LIFE AND LEGACY OF ADELE HALL"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-02-05/html/CREC-2013-02-05-pt1-PgH352-2.htm"],
  "number": [17],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-02-05-pt1-PgH352-2.chunk1"],
  "speaking": ["Mr. Speaker, I rise today to praise the life and legacy of a personal hero of mine. Adele Hall was one of the kindest, warmest and friendliest people I have ever known. Yesterday, Adele was laid to rest amongst the outpouring of family and friends who were touched and inspired by the heartwarming and graceful life that Adele led.", "Called the first lady of Kansas City, Adele and her adoring husband, Don, have been staples of the Kansas City community for a generation, providing irreplaceable leadership in both business and civic affairs.", "Her obituary states in part:", "Adele was interested in a broad range of community needs with a special passion for the needs of children. She was tireless working toward those interests in any capacity needed--as a visionary board chairman, energetic champion and catalyst for change, hardworking committee member, dedicated fundraiser or hands-on volunteer.", "We will forever miss Adele's good deeds in our community; but, most of all, I will miss her smile. To Adele Hall, thank you for your life of inspirational leadership. You have forever found a place in our hearts."],
  "capitolwords_url": ["http://capitolwords.org/date/2013/02/05/H352-2_praising-the-life-and-legacy-of-adele-hall/"],
  "speaker_party": ["R"],
  "date": ["2013-02-05"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H352"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
,
{
  "speaker_state": ["KS"],
  "speaker_first": ["Kevin"],
  "congress": [113],
  "title": ["IN SUPPORT OF THE SKILLS ACT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2013-03-14/html/CREC-2013-03-14-pt1-PgH1405-5.htm"],
  "number": [37],
  "order": [1],
  "volume": [159],
  "chamber": ["House"],
  "session": [1],
  "id": ["CREC-2013-03-14-pt1-PgH1405-5.chunk1"],
  "speaking": ["Mr. Speaker, I have made it a priority since day one to support pro-growth, pro-jobs legislation that encourages entrepreneurship and supports innovation--all in the name of strengthening our economy and making certain the United States remains globally competitive and is the place where the hardest working and best minds exist.", "To remain competitive, we must continue to have the best trained workforce in the world. Quite often, programs in Washington, D.C., are cumbersome and difficult to use. We must all endeavor to make the Federal Government more efficient and effective.", "That's why, today, I rise in approval of the SKILLS Act, and encourage my colleagues on both sides of the aisle to support this commonsense legislation that will eliminate burdensome and frustrating roadblocks that prevent out-of-work Americans from accessing beneficial workforce development programs and job skills training efforts that will only help our national economy.", "Mr. Speaker, everyone must have a chance to succeed in our current economy, a chance to realize the American Dream. Let's pass the SKILLS Act so we continue working together in a competitive and thriving economy. "],
  "capitolwords_url": ["http://capitolwords.org/date/2013/03/14/H1405-5_in-support-of-the-skills-act/"],
  "speaker_party": ["R"],
  "date": ["2013-03-14"],
  "bills": {},
  "bioguide_id": ["Y000063"],
  "pages": ["H1405-H1406"],
  "speaker_last": ["Yoder"],
  "speaker_raw": ["mr. yoder"]
}
]
