[
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["EMPLOYER MANDATE UNDER THE AFFORDABLE CARE ACT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-01-09/html/CREC-2014-01-09-pt1-PgH114-2.htm"],
  "number": [5],
  "order": [16],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-01-09-pt1-PgH114-2.chunk16"],
  "speaking": ["I thank my good friend from South Carolina (Mr. Rice), for bringing this resolution forward and for his leadership. This is a very important issue not only today, but as Mr. Woodall pointed out here, also for the future of our Nation--a constitutional Republic, as you so eloquently put it.", "Article II, section 3 of the Constitution specifically requires that the President:", "Take care that the laws be faithfully executed.", "This does not allow the President to enforce the laws he likes and ignore the laws he doesn't. This clause compels the President to ensure that all agencies within his executive branch are carrying out the laws created by Congress, the people's arm of government.", "The current administration undermines this body on a near daily basis; and if it is allowed to continue to do so, as you pointed out, the balance of power will no longer exist. In fact, it is rapidly slipping away to one side of the balance scales. It is our duty as representatives of the American people to speak out about this. And if not us, who? And if not now, when?", "The delay of the employer mandate, the extension of the substandard insurance policies, and the grant of the deferred removal action to certain illegal immigrants are just but a few examples of the executive attempting to legislate without Congress.", "Luckily, the Framers instituted a system of checks and balances. This Congress has no choice but to turn to the courts. I offer my strong support for Congressman Rice's STOP resolution, H.R. 442, which will enable the House to bring a civil action against the executive branch and allow future legislators to hold the executive branch accountable.", "I think this is the crux of this and this is the important part of this. Because it is for all future Presidents. Again, we have to stand up and start defending our Constitution.", "This administration, like others before it, has no problem creating mandates for the American people, but cannot seem to follow the most important mandate of our Nation: the Constitution.", "If you look at this, this simple little book, it is not an epic in volume. You can see it. It is very thin. But yet it is an epic in ideology of what free men and free women can do, and they are held accountable with their government by this little red book.", "The importance of this issue cannot be overstated. We must address this now so that all future Presidents will know that they must abide by the Constitution. No President, past or present, Democrat or Republican, should ever be exempt from the duties laid out by our Founding Fathers.", "That is why I support Congressman Rice's STOP resolution, H.R. 442, and I urge all my colleagues, both Republicans and Democrats, to support this resolution for America and for our Constitution."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/01/09/H114-2_employer-mandate-under-the-affordable-care-act/"],
  "speaker_party": ["R"],
  "date": ["2014-01-09"],
  "bills": ["H.R. 442"],
  "bioguide_id": ["Y000065"],
  "pages": ["H114-H118"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["BURDENSOME EPA REGULATIONS"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-02-05/html/CREC-2014-02-05-pt1-PgH1649-6.htm"],
  "number": [22],
  "order": [17],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-02-05-pt1-PgH1649-6.chunk17"],
  "speaking": ["I would like to thank the gentlelady from the great State of Missouri (Mrs. Hartzler) for the privilege of being able to address one of the greatest issues facing our Nation today--the unilateral imposition of regulations coming out of an administrative agency known as the EPA, the Environmental Protection Agency, and the strangulating effects those regulations have on business development and on our economy.", "Mr. Speaker, my home State, the great State of Florida, is fortunate enough to play host to a myriad of beautiful animals, landscapes, waterways, and beaches, and I believe that we all play a role in being good stewards of our natural resources. We all want clean water. We all want clean air. As Mr. Lankford was talking about his child's having asthma, I have asthma, and I know the importance of this. So, yes, we do want a clean environment.", "Many rural districts like mine often have unique needs, whether it is the farmer farming to put food on his table in order to keep his family fed or to feed a Nation or to keep the lights on at the storefront or bringing jobs back to our districts. Through projects like the dredging of the St. Johns waterway, which is a crucial infrastructure project in our district, it would create thousands of jobs, and yet we have to deal with EPA regulations.", "Congress must ensure that efficient and effective policies are being implemented that both boost the economy and uphold environmentally friendly industry standards. However, the EPA has overstepped its authority time and time again by imposing unwarranted, costly Federal regulations on States and on individuals. Last year, the EPA issued 1,624 rules and notices. In this year alone, the EPA has issued 148 new rules and notices.", "To sum this up, since the beginning of the 113th Congress alone, the EPA has issued 1,759 new rules and notices. In a little over 12 months, the EPA has issued, on average, just under 147 new rules and notices per month. That is just under 34 a week, just under 11 new regulations a day. This is an incredible rate. Every industry is affected, and they are finding it harder and harder to keep up.", "Take, for example, the highly debated cap-and-trade emissions standards the EPA and the current administration are pushing. This is going to affect every American.", "The EPA Web site says:", "Cap-and-trade is an environmental policy tool that delivers results with a mandatory cap on emissions while providing sources flexibility in how they comply. Successful cap-and- trade programs reward innovation, efficiency and early action, and provide strict environmental accountability without inhibiting economic growth.", "This is simply not true. It strangles businesses; it costs money; and it stifles economic growth.", "Overzealous regulations like cap-and-trade by the EPA, which is, again, an administrative agency, handcuff our economy and make America less competitive in the world because emerging markets like China and India will never adopt such destructive taxes; yet they put our manufacturers in a hold and make America less competitive, further restricting the opportunities in this country and lowering the job growth in this country.", "I have just a few stories I would like to share with you. One of them is about a constituent of mine. We have talked about this, and you held up the navigable waterways:", "He is a dairy farmer. He has been in battle with the EPA for over a couple of years. It has cost him over $400,000--$200,000 in fines. It is for a depression on his property that has been there for years. It is a depression that, when it rains, it fills up and it evaporates, yet he has fought the EPA on this for over 2 years at the cost of $200,000 in fines--$200,000 to fix it and in lawyer fees. This can't go on. It drives people out of business;", "In our area, I visited a power plant. That power plant was tasked with meeting a new EPA standard for their emissions. It cost them over $500 million, and they had 4 years to complete it. They got halfway through the project, and the EPA came out and said, Never mind. We changed the rule. They have already spent half the money, yet the EPA says, You don't have to comply.", "We see this over and over again. According to the new EPA studies, by their own admission, they said that the new rules on the carbon capture standards would have an insignificant effect on human health and our environment, yet it is going to cripple every American in this country and cost him a lot more in money.", "Our role in government is to legislate in order to make America safer and economically stronger, not to govern by an administrative agency which has little oversight and that winds up stifling business development and our economic growth. It is high time Congress reminds the EPA of what its original purpose was, and that is to protect human health and the environment by writing and enforcing regulations based on the laws that we pass, not regulations that stifle America.", "I would like to thank the gentlelady from Missouri for the opportunity and for organizing this. You did a great job and a great service to the American people."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/02/05/H1649-6_burdensome-epa-regulations/"],
  "speaker_party": ["R"],
  "date": ["2014-02-05"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H1649-H1656"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["BURDENSOME EPA REGULATIONS"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-02-05/html/CREC-2014-02-05-pt1-PgH1649-6.htm"],
  "number": [22],
  "order": [19],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-02-05-pt1-PgH1649-6.chunk19"],
  "speaking": ["It wound up costing him over $400,000 by the time he was done, and he just threw up his hands. This is happening all over America. So I thank you again."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/02/05/H1649-6_burdensome-epa-regulations/"],
  "speaker_party": ["R"],
  "date": ["2014-02-05"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H1649-H1656"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["MARRIAGE"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-02-11/html/CREC-2014-02-11-pt1-PgH1761.htm"],
  "number": [25],
  "order": [16],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-02-11-pt1-PgH1761.chunk16"],
  "speaking": ["I thank my colleague, Mr. Huelskamp from the great State of Kansas, for holding this Special Order on the sanctity, the institution of marriage. Marriage, as we have heard, is the bedrock, the foundation of a society, and a strong society is necessary for a strong community. Strong communities are needed for strong States, and thus, they form a strong Nation. We have heard over and over again the different aspects people have brought out.", "Sociologists talk about how the family unit, a husband and wife, are the basic building blocks for a strong family, which is essential for strong communities. It has been proven over and over again, the family unit, people will have higher grades, higher economics when they come out of school. We toured several Head Start programs in our district, and I have asked the teachers over and over again: What percentage of the people are at the poverty level? It is 90-95 percent. My next question is: What percentage of the students here are from single-parent households? It is 85-95 percent all the time. That just shows you the importance of marriage.", "Marriage is an institution passed down through thousands of years of human history. The three great religions, and others, recognize the importance of a marriage, and it has gone through the test of time and it has been understood to be the union of a man and a woman. It is sanctified by God, and it is interesting to note that children only come from the union of one-half of a DNA strand from a female and one-half of a DNA strand from a father. That is nature's law; that's God's law.", "February is the month of lovers with Valentine's Day this coming Friday, February 14. February 14 is also the anniversary of my wife and I. I met her in the fourth grade, my fourth-grade sweetheart, Carolyn. This February 14 marks the 39th anniversary of Carolyn and I, and I am so proud of that fact. Somebody asked me today, What are you most proud of? I said, My marriage to my wife. We believe in a traditional marriage. We tend to stay that way. I just want to say: Thank you, dear. I love you, and happy anniversary."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/02/11/H1761_marriage/"],
  "speaker_party": ["R"],
  "date": ["2014-02-11"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H1761-H1765"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["FAITHFUL EXECUTION OF THE LAW ACT OF 2014"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-03-12/html/CREC-2014-03-12-pt1-PgH2340-3.htm"],
  "number": [41],
  "order": [21],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-03-12-pt1-PgH2340-3.chunk21"],
  "speaking": ["Madam Speaker, I thank my colleague for yielding.", "We talk about this country as a country of law, and transparency gets thrown around, as does accountability, all the time, yet we fail. We come up short time and time again.", "The current administration has made multiple attempts to bypass its article II duties and instead assumed the article I legislative powers reserved for Congress. The numerous changes to the Affordable Care Act and the implementation of a one-size-fits-all prosecutorial discretion policy are just a few examples of the Executive's failure to faithfully execute existing Federal laws.", "Under current law, the Attorney General must report to Congress whenever a Department of Justice official implements a policy to enforce a Federal law. H.R. 3973, the Faithful Execution of the Law Act, simply extends that requirement to apply to all Federal officials. This is a commonsense bill that will bring transparency to the current and future administrations' execution of the law.", "By requiring these reports to Congress, the American people will get clarity on which laws are not being executed and assurance that these decisions are correctly made. This will also bring healthy debate and an opportunity for the Executive to tell Congress why a law is changed, in what fashion it is changed, and why it is necessary. For that reason, I would think the administration would welcome this legislation. However, the administration has stated that this bill would overburden the Attorney General because he would have to know every law in every Federal agency. Madam Speaker, who else but the chief legal officer of the United States is better equipped to argue over whether or not to change existing law?", "My colleagues on the other side of the aisle may disagree with the motivation for bringing this bill forward, but they cannot deny that it sets precedent to help both Democrat and Republican Congresses to keep future administrations in check. I ask my colleagues to imagine a Republican President not enforcing the law that they support, and remind them that it is easy to overlook a violation of process when one agrees with the substance.", "There could come a day when you, like us today, will not be able to overlook a similar violation of the process. The beauty of our Constitution is that it has no subjective bias or political preference, but rather, it applies equally and without agenda.", "I thank my good friend from Florida (Mr. DeSantis) and the chairman for introducing this straightforward but necessary piece of legislation. I encourage all of my colleagues on both sides of the aisle to support this bill to keep the rule of law and to protect our constitutional Republic."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/03/12/H2340-3_faithful-execution-of-the-law-act-of-2014/"],
  "speaker_party": ["R"],
  "date": ["2014-03-12"],
  "bills": ["H.R. 3973"],
  "bioguide_id": ["Y000065"],
  "pages": ["H2340-H2348"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["RELIGIOUS FREEDOM IN THE CONSTITUTION"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-03-24/html/CREC-2014-03-24-pt1-PgH2606.htm"],
  "number": [46],
  "order": [8],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-03-24-pt1-PgH2606.chunk8"],
  "speaking": ["I thank the gentleman from Texas, along with the gentlewoman from Missouri, for starting this discussion.", "Mr. Speaker, I rise today--or tonight--not only in firm opposition to the Affordable Care Act, but also to the Affordable Care Act's religious mandate.", "I would like to take you back to March of 2009, when a one-sided government passed a bill, and they said that we have to pass it to see what is in it, we have to pass it to see how it is going to work. I think what we are seeing today is evidence of that, and we are just seeing the tip of the iceberg.", "In accordance to this terrible law, HHS issued rules that health care plans must include all FDA-approved contraceptives, including drugs that can terminate a human embryo and sterilization services.", "The HHS mandate only contains an exemption for churches, but not for religious nonprofits or businesses run by people of faith who are morally opposed to such practices.", "The HHS mandate puts jobs and the health care of millions of Americans at risk. It forces people who stand up for their conscience to choose between paying crippling fines and dropping health care coverage altogether for their employees, as you have seen expressed over and over again tonight; yet it excludes some people of certain faiths, the Muslim faith or the Amish faith, because participating in group health insurance is a form of gambling and that is against their religious beliefs, but yet it won't exclude people who are morally opposed against this.", "The First Amendment was put in place for a reason, to protect religions beliefs from being attacked by the Federal Government. The ACA, or ObamaCare, completely disregards this and attacks the freedom of America's conscience.", "We are a nation of free individuals who should not have to forsake our religious beliefs and rights of conscience in order to adhere to legislation that was quickly passed into law before all the disastrous effects could be considered.", "We, as Americans, must take this opportunity to stand up to the Federal Government and to protect our First Amendment. I would like to caution all of my colleagues and the American people that the more we allow the Federal Government to do for us, the less freedoms we, as Americans, enjoy.", "For me, I will stand with the First Amendment, the Constitution, and with the American people and stand for freedom and liberty."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/03/24/H2606_religious-freedom-in-the-constitution/"],
  "speaker_party": ["R"],
  "date": ["2014-03-24"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H2606-H2609"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["TIME FOR A PARADIGM SHIFT IN AMERICA'S FOREIGN POLICY"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-04-03/html/CREC-2014-04-03-pt1-PgH2906-2.htm"],
  "number": [54],
  "order": [1],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-04-03-pt1-PgH2906-2.chunk1"],
  "speaking": ["Madam Speaker, I want to thank my colleagues for joining me tonight to talk about foreign aid and saving hard-earned American taxpayers' dollars.", "With April 15 fast approaching, Americans will be filling out their tax returns and sending a portion of their hard-earned tax money to the Federal Treasury. It is up to us as Members of Congress to be good stewards of these funds, making sure that they are used to the best ability that we can to get the results desired. Time and again, we hear of wasteful spending in Washington, D.C., and it is long overdue that we commit ourselves to giving proper oversight to how we spend the people's money.", "I have made it a priority of mine since having the honor of joining the people's House to commit myself to doing the proper oversight of government. There are numerous examples of domestic programs that are a questionable use of taxpayers' dollars, and many of them should be eliminated. However, there is a United States foreign aid program that caught my eye and the eyes of my colleagues on the Foreign Affairs Committee.", "On March 5, 2014, the House Foreign Affairs Subcommittee on Terrorism, Nonproliferation, and Trade held a hearing: ``Threats to Israel: Terrorist Funding and Trade Boycotts.'' Through that hearing, it was brought to our attention that United States' foreign aid given to the Palestinian Authority has the potential to be funneled into a fund that pays monthly salaries to Israeli-convicted Palestinian terrorists.", "Back in April 2011, the Palestinian Authority Registry published the PA Government Resolution of 2010, resolution Nos. 21 and 23, which formalized the long-held practice of the PA's paying a monthly salary to all Palestinians imprisoned in Israel for security- and terror-related offenses. The salaries are paid from the PA's general budget to the prisoners on a sliding scale based on quality, which in this world means, the more vicious the act of terrorism, the more that is paid out. The payments can range from 2,400 to 12,000 shekels per month, roughly $680 to $3,400 per month.", "It doesn't take a genius to know that money is interchangeable and that, once out of the hands of the American foreign aid, the dollars can easily be used to pay these salaries. It is reported, as of December 2012, salaries have gone to more than 4,500 prisoners who have committed acts of terror, acts of terror that have killed at least 54 U.S. citizens since 1993 and have injured another 83 Americans.", "This is totally unacceptable. It is absurd that the United States remains one of the largest donors to the Palestinian Authority while these heinous practices remain on the books.", "It is for this reason that my colleagues and I introduced a resolution in Congress that simply says that, until the Palestinian Authority repeals the resolution supporting convicted terrorists, all U.S. foreign aid to the PA should be halted. Representatives Weber, Perry, Poe, Westmoreland, Collins, Johnson, King, and Franks all feel the same way I do--cut off the funding. I believe this is only fair and should have been done a long time ago. The American taxpayers should not be funding anyone who wishes death upon them or conspires to inflict harm on us or our allies.", "According to Palestinian definition, again, more than 4,500 Palestinian prisoners who are serving time for terror-related offenses are recipients of the PA salaries. This means that Palestinians convicted of crimes, such as theft, do not receive a salary, but Hamas and Fatah prisoners receive hefty payments for acts of terrorism.", "Madam Speaker, take a moment to think about this. Steal a loaf of bread, and you don't get a check. Blow up a building and commit murder, and you receive a nice stipend from the Palestinian Authority which is funded by the hardworking American taxpayers. The thought of this angers me, and I know it angers the American taxpayers.", "Since 2011, Palestinian Media Watch has been documenting international donors' aid money to the Palestinian Authority that is given for salaries and the general budget but that ends up paying the salaries of Palestinian terrorists imprisoned in Israel. These monthly payments to prisoners are paid from the Palestinian general budget fund. According to the language of the Palestinian regulation as well as Palestinian economic reports on government salaries, the monthly salaries to prisoners range, again, from 2,400 shekels to 12,000 shekels a month. That is $680 to $3,400 a month. The average income in that region is between $4,000 and $5,000 a year. The Palestinian Authority economic report listed the prisoners' salaries as part of the Palestinian general salary budget, which includes civil servants, military personnel, and others. It was not listed as a social service payment.", "Two national bodies exist to process those salaries and other benefits. The Palestinian Ministry of Prisoners' Affairs, established in 1998, is an official bureaucracy of the Palestinian Authority that commands as much priority as the Ministries of Health or Education but with far more gravitas. The Palestinian Ministry of Prisoners' Affairs works in tandem with the semi-official Prisoners' Club, established in 1994. The ministry dispenses the salary. The club functions as an advocate for the prisoners, and it is quite willing to publicly needle Palestinian leadership generally and the Ministry of Prisoners' Affairs specifically into providing ever-greater payments and benefits. The ministry channels certain payments and benefits through the Prisoners' Club.", "In May 2009, our own GAO issued a report on this very subject, entitled, ``Measures to Prevent Inadvertent Payments to Terrorists under Palestinian Aid Programs have been Strengthened but Some Weaknesses Remain.'' The report explained:", "The U.S. Government is one of the largest donors to the Palestinians. It provided nearly $575 million in assistance in fiscal year 2008.", "At least 54 U.S. citizens have been killed in Palestinian terror attacks since 1993, and another 83 have been wounded. The attacks have targeted American tourists, students, and expatriates living in Israel or in areas under Palestinian control.", "Ahlam Tamimi helped to mastermind the deadly 2001 bombing of the Sbarro pizzeria in Jerusalem, which killed 15 people. Among those murdered was New Jersey schoolteacher Shoshana Greenbaum. Tamimi, who was released in the Shalit deal, now lives in Jordan, and is unrepentant about her actions. It is terrorists like these who receive monthly salaries from the Palestinian Authority.", "Madam Speaker, at a time in the world that is becoming more dangerous, when there are individuals and organizations that wish the United States harm, when the administration is proposing cutting our military to pre-World War II levels, and when we as Americans are $17.6 trillion in debt, is it smart to be giving money to people in the name of peace who wish to do Americans and Israeli citizens harm?", "Our national security is paramount, and as a Member of Congress, I swore an oath to support and defend the Constitution of the United States of America against all enemies, foreign and domestic. I intend to stay true to that oath and defend the country I love and all who call it home. It is time that we as Americans in government have a paradigm shift in our foreign policy.", "At this time, I yield to the gentleman from Texas (Mr. Weber)."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/04/03/H2906-2_time-for-a-paradigm-shift-in-americas-foreign-poli/"],
  "speaker_party": ["R"],
  "date": ["2014-04-03"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H2906-H2909"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["TIME FOR A PARADIGM SHIFT IN AMERICA'S FOREIGN POLICY"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-04-03/html/CREC-2014-04-03-pt1-PgH2906-2.htm"],
  "number": [54],
  "order": [3],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-04-03-pt1-PgH2906-2.chunk3"],
  "speaking": ["Madam Speaker, I thank the gentleman from Texas for your passion. I think it is so true, that we see this so many times. You said that foreign aid is not--it's a gift from the American taxpayers."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/04/03/H2906-2_time-for-a-paradigm-shift-in-americas-foreign-poli/"],
  "speaker_party": ["R"],
  "date": ["2014-04-03"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H2906-H2909"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["TIME FOR A PARADIGM SHIFT IN AMERICA'S FOREIGN POLICY"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-04-03/html/CREC-2014-04-03-pt1-PgH2906-2.htm"],
  "number": [54],
  "order": [5],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-04-03-pt1-PgH2906-2.chunk5"],
  "speaking": ["It is a gift, and it is also not constitutional, and it doesn't say in there that we need to do that. So we need to look at all these things that we are doing, and that is why I say this is a time for a paradigm shift in foreign aid.", "What we are actually doing--we are doing this in the name of peace, trying to promote peace, but then we turn around with the other hand, and they are giving money to our enemies, so it makes no sense.", "At this moment, I yield to the great gentleman from Pennsylvania (Mr. Perry)."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/04/03/H2906-2_time-for-a-paradigm-shift-in-americas-foreign-poli/"],
  "speaker_party": ["R"],
  "date": ["2014-04-03"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H2906-H2909"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["TIME FOR A PARADIGM SHIFT IN AMERICA'S FOREIGN POLICY"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-04-03/html/CREC-2014-04-03-pt1-PgH2906-2.htm"],
  "number": [54],
  "order": [7],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-04-03-pt1-PgH2906-2.chunk7"],
  "speaking": ["I appreciate the gentleman form Pennsylvania and your passion on that also.", "This is the time, like you brought up and we have talked about, $17.5 trillion roughly in debt, if we go back to when we first got here, all being freshman, one of the first things that we had to deal with--it was right before we came in, it was the fiscal cliff, then it was sequester, then it was the furloughing, and then the government shut down.", "Why? From a lack of money, right? It wasn't an excess of money; yet we have given over $5 billion since 1988 to the Palestinian Authority, which is not a country. It is a loosely-knit organization.", "We have to go back to our taxpayers and to our constituents back home and say: we need more money, we have got to do this. And they look at us, like they say to you: When are you guys going to start fixing it?", "This is the time.", "At this moment, I yield to the gentleman from the State of Iowa (Mr. King), my friend."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/04/03/H2906-2_time-for-a-paradigm-shift-in-americas-foreign-poli/"],
  "speaker_party": ["R"],
  "date": ["2014-04-03"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H2906-H2909"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["TIME FOR A PARADIGM SHIFT IN AMERICA'S FOREIGN POLICY"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-04-03/html/CREC-2014-04-03-pt1-PgH2906-2.htm"],
  "number": [54],
  "order": [13],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-04-03-pt1-PgH2906-2.chunk13"],
  "speaking": ["I appreciate your participation in this and your leadership on so many other things that you have done. Thank you for being here.", "I yield back the balance of my time."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/04/03/H2906-2_time-for-a-paradigm-shift-in-americas-foreign-poli/"],
  "speaker_party": ["R"],
  "date": ["2014-04-03"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H2906-H2909"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["GENERAL LEAVE"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-04-03/html/CREC-2014-04-03-pt1-PgH2909.htm"],
  "number": [54],
  "order": [0],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-04-03-pt1-PgH2909.chunk0"],
  "speaking": ["Madam Speaker, I ask unanimous consent that all Members may have 5 legislative days in which to revise and extend their remarks and include extraneous material on the Special Order of Ms. Kaptur."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/04/03/H2909_general-leave/"],
  "speaker_party": ["R"],
  "date": ["2014-04-03"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H2909"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["HONORING MR. ED VAN BUREN"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-04-29/html/CREC-2014-04-29-pt1-PgE623-5.htm"],
  "number": [62],
  "order": [0],
  "volume": [160],
  "chamber": ["Extensions"],
  "session": [2],
  "id": ["CREC-2014-04-29-pt1-PgE623-5.chunk0"],
  "speaking": ["Mr. Speaker, I rise today to recognize and celebrate Ed Van Buren, an American hero and Army veteran from back in my home district in Florida who recently passed away. Mr. Van Buren was a patriot and family man who constantly strove to help his fellow veterans. I have had the privilege and distinct honor of speaking with his wife and son, Vickie and Ben, and learned just how great of an American he was. I would like to share his story. Ed was proud not only to have served his country, but he was honored to have been both the son and father of a veteran. After Mr. Van Buren left the military, he continued to serve his nation in the General Services Administration as a computer specialist. These principles of service and education are ones that we must pass on to the next generation of Americans. After retirement, Mr. Van Buren never faltered from his sacred mission of assisting veterans any way he could. He commanded American Legion Post 16 and was a member of the American Legion honor society. As the Chairman of the Veteran's Advisory Board, Alachua County is indebted to the service of Mr. Van Buren. In all of his roles, he championed assisting and advocating for his fellow veterans and their families. About a year ago, Mr. Van Buren was diagnosed with lung cancer, but his commitment to improving the lives of others never wavered. Though Ed lost his battle with cancer, the impact he has made in the life of each and every veteran he helped will never be forgotten. Mr. Speaker, I thank you for the opportunity to recognize the life of a distinguished citizen patriot, Ed Van Buren. "],
  "capitolwords_url": ["http://capitolwords.org/date/2014/04/29/E623-5_honoring-mr-ed-van-buren/"],
  "speaker_party": ["R"],
  "date": ["2014-04-29"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["E623-E624"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["ADJOURNMENT"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-05-08/html/CREC-2014-05-08-pt1-PgH4014-4.htm"],
  "number": [69],
  "order": [0],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-05-08-pt1-PgH4014-4.chunk0"],
  "speaking": ["Mr. Speaker, I move that the House do now adjourn."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/05/08/H4014-4_adjournment/"],
  "speaker_party": ["R"],
  "date": ["2014-05-08"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H4014"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["RECOGNIZING CHALLENGE ENTERPRISES AND THE ABILITYONE PROGRAM"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-05-08/html/CREC-2014-05-08-pt1-PgH4014.htm"],
  "number": [69],
  "order": [1],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-05-08-pt1-PgH4014.chunk1"],
  "speaking": ["Mr. Speaker, I rise today to recognize Challenge Enterprises of north Florida and the AbilityOne program.", "Challenge Enterprises employs more than 300 citizens in my district alone, 179 of whom are disabled persons employed on projects acquired directly as a result of the AbilityOne program. This program has been of great assistance in helping our disabled citizens achieve meaningful employment.", "Challenge Enterprises' motto is ``The power of people and possibilities.'' I have visited their facilities to meet their staff, workers, and the wounded warriors to learn what they do and saw firsthand how the AbilityOne program enhances the quality of their lives.", "Therefore, Mr. Speaker, it is with pleasure that I thank the staff, the workers, and the volunteers of Challenge Enterprises and the AbilityOne program for helping disabled citizens of my district and of north central Florida become productive, self-reliant citizens of their community and of the Third Congressional District.", "With that, Mr. Speaker, I yield back the balance of my time."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/05/08/H4014_recognizing-challenge-enterprises-and-the-abilityo/"],
  "speaker_party": ["R"],
  "date": ["2014-05-08"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H4014"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["DEPARTMENT OF VETERANS AFFAIRS MANAGEMENT ACCOUNTABILITY ACT OF 2014"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-05-21/html/CREC-2014-05-21-pt1-PgH4694.htm"],
  "number": [77],
  "order": [52],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-05-21-pt1-PgH4694.chunk52"],
  "speaking": ["I would like to thank my colleague, Mr. Miller.", "Mr. Speaker, I rise today in support of H.R. 4031, the Department of Veterans Affairs Management Accountability Act of 2014.", "For far too long, problems of patient neglect have persisted at the VA. These problems will continue to persist until the employees there can be held accountable for their poor performances. In recent weeks, the full extent of staff incompetence has begun to be made clear.", "Serious allegations have arisen that lengthy wait times and secret waiting lists at the three Phoenix VA medical centers have led to the deaths of 40 or more of our Nation's veterans. This is unacceptable. There are stories of secret waiting lists and of employee negligence at the VA that are popping up all over the news.", "As these reports are investigated, it is necessary that we give the Secretary of the VA the power to not only reprimand, but to remove the negligent employees. If we do not, then the problem will persist.", "For these reasons and more, I have cosponsored Chairman Miller's bill, which will authorize the Secretary of Veterans Affairs to remove or demote any senior executive employee whose performance has been found lacking.", "Mr. Speaker, caring for our veterans is of paramount importance. I urge my colleagues to stand up for our veterans and vote to pass the Department of Veterans Affairs Management Accountability Act of 2014."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/05/21/H4694_department-of-veterans-affairs-management-accounta/"],
  "speaker_party": ["R"],
  "date": ["2014-05-21"],
  "bills": ["H.R. 4031"],
  "bioguide_id": ["Y000065"],
  "pages": ["H4694-H4699"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["TRANSPORTATION, HOUSING AND URBAN DEVELOPMENT, AND RELATED AGENCIES APPROPRIATIONS ACT, 2015"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-06-10/html/CREC-2014-06-10-pt1-PgH5212-2.htm"],
  "number": [89],
  "order": [139],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-06-10-pt1-PgH5212-2.chunk139"],
  "speaking": ["Madam Chair, I have an amendment at the desk.", "The Acting CHAIR. The Clerk will report the amendment."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/06/10/H5212-2_transportation-housing-and-urban-development-and-r/"],
  "speaker_party": ["R"],
  "date": ["2014-06-10"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H5212-H5239"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["TRANSPORTATION, HOUSING AND URBAN DEVELOPMENT, AND RELATED AGENCIES APPROPRIATIONS ACT, 2015"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-06-10/html/CREC-2014-06-10-pt1-PgH5212-2.htm"],
  "number": [89],
  "order": [142],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-06-10-pt1-PgH5212-2.chunk142"],
  "speaking": ["I yield to the gentleman from Iowa."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/06/10/H5212-2_transportation-housing-and-urban-development-and-r/"],
  "speaker_party": ["R"],
  "date": ["2014-06-10"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H5212-H5239"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["TRANSPORTATION, HOUSING AND URBAN DEVELOPMENT, AND RELATED AGENCIES APPROPRIATIONS ACT, 2015"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-06-10/html/CREC-2014-06-10-pt1-PgH5212-2.htm"],
  "number": [89],
  "order": [144],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-06-10-pt1-PgH5212-2.chunk144"],
  "speaking": ["I thank the chairman, and I yield back the balance of my time.", "My amendment would prohibit any funds made available under this act to be used to implement any Administration mandate for GPS or event data recording devices in ``light-duty, non-commercial'' passenger motor vehicles.", "In the recent past, the Department of Transportation and the President have both indicated their support of a mandate, a mandate which would require every car to have a recording device installed. These recording devices are more commonly referred to as ``black boxes.'' Within the past year, our nation has been rocked by evidence of surveillance techniques that have been used, unconstitutionally, by government agencies to collect information on law-abiding Americans. It is understandable then, that the revelation that a black box installed in a vehicle, often times without consumer knowledge, is concerning.", "Additionally, there is a need to provide clarity to the confusion surrounding who is the owner of the data collected by these event data recorders. I believe that ownerships resides with the owner of the vehicle. However, until such time as this issue is resolved, I must defer to my constituents back home who are adamantly opposed to these black boxes. I ask that my colleagues join me in supporting my amendment to protect the personal liberties of a public that is increasingly weary of government surveillance and privacy intrusions.", "The Acting CHAIR. The question is on the amendment offered by the gentleman from Florida (Mr. Yoho)."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/06/10/H5212-2_transportation-housing-and-urban-development-and-r/"],
  "speaker_party": ["R"],
  "date": ["2014-06-10"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H5212-H5239"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
,
{
  "speaker_state": ["FL"],
  "speaker_first": ["Ted"],
  "congress": [113],
  "title": ["FINANCIAL SERVICES AND GENERAL GOVERNMENT APPROPRIATIONS ACT, 2015"],
  "origin_url": ["http://origin.www.gpo.gov/fdsys/pkg/CREC-2014-07-15/html/CREC-2014-07-15-pt1-PgH6261-3.htm"],
  "number": [110],
  "order": [46],
  "volume": [160],
  "chamber": ["House"],
  "session": [2],
  "id": ["CREC-2014-07-15-pt1-PgH6261-3.chunk46"],
  "speaking": ["Mr. Chairman, in 2010, this body passed the Hiring Incentives to Restore Employment Act, the HIRE Act. Included in that measure was the Foreign Account Tax Compliance Act, or FATCA.", "FATCA requires U.S. citizens living abroad to prepare tax returns that include both non-U.S. income and non-U.S. financial accounts. Additionally, FATCA requires financial institutions in other countries to report on assets held by American clients to the IRS.", "If those institutions do not supply that information, they would be subject to a 30 percent withholding tax. In a recent report, nearly 77,000 institutions have agreed to hand over that information to the ", "The unintended consequences of this law are affecting over 7 million Americans living overseas. Due to the additional reporting burden, many institutions are simply denying access to our citizens.", "Simply put, added regulations from the Federal Government are putting our citizens at a competitive disadvantage around the world, and foreign firms now view our citizens as too much of a hassle and a liability to hire, making America less competitive.", "One of the solutions to this would be to switch from a citizen-based taxation to a territorial or to simply repeal FATCA.", "The U.S. citizens who live and work abroad are our Nation's biggest spokesmen for our America and our way of life and what America stands for. They represent our country in areas of the world that typically see Americans in a skewed light. We, as those in government, should give them every opportunity to succeed throughout the world.", "However, we have so many stories like the American living in Australia, where her husband is an Australian citizen and they share a mutual bank account, but they have to comply with IRS rules, and she has no income; or the gentleman from Thailand who has retired. He worked for a U.S. company for the last 15 years, and he has to abide by U.S. tax laws, even though he has been over there and he resides outside of the U.S.", "What Fidelity Mutual told him is we can no longer accept your money and invest because you live outside of the U.S., but you are a U.S. citizen.", "Mr. Chairman, this is unacceptable. We in government should do everything possible to bring certainty to our citizens, regardless of where they live, and as a sign of a true great Nation, it is the ability for the Nation's citizens to travel and work wherever they choose in the world, without being disadvantaged by their own government.", "I look forward to working with my colleague from Florida."],
  "capitolwords_url": ["http://capitolwords.org/date/2014/07/15/H6261-3_financial-services-and-general-government-appropri/"],
  "speaker_party": ["R"],
  "date": ["2014-07-15"],
  "bills": {},
  "bioguide_id": ["Y000065"],
  "pages": ["H6261-H6284"],
  "speaker_last": ["Yoho"],
  "speaker_raw": ["mr. yoho"]
}
]
